{
  "source_file": "judgment3.docx",
  "sha256": "c19711eb8326cd5cfa0ded56f2fdb636869118918768f34c18d5906a08cda382",
  "doc_type": "judgment",
  "judgment": {
    "court_name": "محكمة النقض",
    "case_type": "مدني",
    "appeal_number": 493,
    "judicial_year": 54,
    "session_date": "1992-12-28",
    "technical_office_number": "43",
    "volume_number": "2",
    "page_number": "1406",
    "rule_number": "286",
    "reference_number": "12479",
    "judicial_panel": "برئاسة السيد المستشار/ منصور حسين نائب رئيس المحكمة وعضوية السادة المستشارين/ عبد المنعم وفا، عبد الرحيم صالح، علي محمد علي ومحمد الشناوي نواب رئيس المحكمة.",
    "facts": "وحيث إن الوقائع – على ما يبين من الحكم المطعون فيه وسائر أوراق الطعن – تتحصل في أن مأمورية الضرائب المختصة قدرت أرباح الطاعن خلال الفترة من 1/6/1971 حتى نهاية عام 1975 فأعترض وأحيل الخلاف إلى لجنة الطعن التي خفضت مقدار أرباحه وإذ لم يرتض هذا القرار أقام الدعوى رقم 777 لسنة 1979 ضرائب الإسكندرية طالباً إلغاء قرار لجنة الطعن واعتبار إيراده في نطاق الإعفاء المقرر وفقاً للثابت بدفاتره المنتظمة. حكمت المحكمة في 15/1/1980 برفض الطعن وتأييد قرار اللجنة، استأنف الطاعن هذا الحكم بالاستئناف رقم 91 لسنة 39 ق ضرائب الإسكندرية ندبت المحكمة خبيرا وبعد أن أودع تقريره قضت بتاريخ 28/12/1983 بتأييد الحكم المستأنف. طعن الطاعن في هذا الحكم بطريق النقض وأودعت النيابة مذكرة أبدت فيها الرأي برفض الطعن. عرض الطعن على هذه المحكمة في غرفة مشورة فحددت جلسة لنظره وفيها التزمت النيابة رأيها.",
    "reasons": "بعد الاطلاع على الأوراق وسماع التقرير الذي تلاه السيد المستشار المقرر والمرافعة وبعد المداولة. حيث إن الطعن استوفى أوضاعه الشكلية. وحيث إن الطعن أٌقيم على ثلاثة أسباب ينعى الطاعن بالسبب الأول منها على الحكم المطعون فيه القصور في التسبيب والفساد في الاستدلال والتناقض وذلك من شقين وفي بيان الشق الأول يقول إن الحكم التفت عن النتيجة التي خلص إليها الخبير بتقريره من تقدير المصروفات بنسبة خمس الإيرادات بزعم عدم قيامه على أسس واقعية في حين أن الخبير التزم نص المادة 73/2 من القانون رقم 14 لسنة 1939، فضلاً عن أن الحكم انتهى إلى تأييد الحكم الابتدائي محمولاً على قرار لجنة الطعن والتي خلصت إلى تقدير المصروفات بذات النسبة، وبياناً للشق الثاني يقول الطاعن أن الحكم لم يقم بخصم التكاليف اللازمة لمباشرة المهنة (مصروفات التشغيل) والمقدرة بنسبة 30% ورغم تمسكه بمذكراته المقدمة أمام محكمة الاستئناف بذلك فلم يواجه الحكم هذا الدفاع الجوهري. وحيث إن هذا النعي بشقيه في غير محله، ذلك أن مؤدى النص في الفقرة الثانية من المادة 73 من القانون رقم 14 لسنة 1939 بعد تعديلها بالقانون رقم 146 لسنة 1950 – وعلى ما جرى به قضاء هذه المحكمة – أن المشرع أراد المغايرة بين التكاليف اللازمة لمباشرة المهنة وبين المصروفات، إذ لا يتأتى أن يعبر في نفس النص عن مدلول واحد بتعبيرين مختلفين، ودلالة الحال تبين أنه أراد بالتكاليف كل ما يلزم لمباشرة المهنة بما في ذلك \"تكلفة السلعة أو الخدمة وتكلفة الإدارة\"، وأراد بالمصاريف مجرد \"تكلفة الإدارة\"، وهو ما تتحقق به العدالة في الالتزام بالضريبة بين الممول الذي يمسك حسابات منتظمة فتخصم له جميع التكاليف بما في ذلك \"تكلفة السلع أو الخدمات وتكلفة الإدارة\" وبين الممول الذي لا يمسك حسابات منتظمة فتعتبر تكلفة \"السلع أو الخدمات\" عنصراً من عناصر العمليات على اختلاف أنواعها وتقدر \"تكلفة الإدارة\" وهي المصاريف – تضييقاً للخلف عليها بين الممول وبين مصلحة الضرائب جزافاً بخمس الإيرادات، لما كان ذلك، وكان البين من مدونات الحكم المطعون فيه أن حسابات الطاعن غير منتظمة وغير مؤيدة بالمستندات فقد تعين تقدير مصروفاته جزافا بخمس الإيراد والالتفات عن احتساب التكاليف اللازمة لمباشرة المهنة وإذ التزم الحكم المطعون فيه هذا النظر فإن ما أورده فيه التسبيب الكافي لقضائه إذ بحسبه – وعلى ما جرى به قضاء هذه المحكمة – أن يؤيد قرار اللجنة المودع ملف الدعوى ويحيل على أسبابه ليكون ما يحويه هذا القرار من وقائع وأسباب ورد على دفاع الطاعن جزءاً متمماً له ولا يعيبه أنه لم يدون تلك الأسباب ويرصدها كلها أو بعضها ما دامت قد أصبحت بهذه الحالة ملحقة به. وحيث إن حاصل النعي بالسبب الثاني على الحكم المطعون فيه الخطأ في تطبيق القانون ومخالفة الثابت بالأوراق، إذ صدر قرار لجنة الطعن – أسبابه ومنطوقه – في جلسة سرية ولم ينطق به علانية مما يخالف المبادئ العامة في التقاضي وقد تمسك الطاعن أمام محكمة الاستئناف بهذا الدفع إلا أن الحكم لم يلتفت إليه. وحيث إن هذا النعي غير سديد، ذلك أن النص في المادة 169 من الدستور الواردة في الفصل الرابع من الباب الخامس منه تحت عنوان \"السلطة القضائية\" على أن \"تكون جلسات المحاكم علانية .... وفي جميع الأحوال يكون النطق بالحكم في جلسة علنية\" وفي المادة 174 من قانون المرافعات المدنية والتجارية على أن \"ينطق القاضي بالحكم .... ويكون النطق به علانية وإلا كان الحكم باطلاً\" وفي المادة 18 من قانون السلطة القضائية على أن .... تكون \"جلسات المحاكم علنية .... ويكون النطق بالحكم في جميع الأحوال في جلسة علنية\" يدل على أن الأحكام التي يتعين النطق بها علانية هي تلك التي تصدر من المحاكم بالمعنى الضيق، دون سواها من الهيئات القضائية، أو غيرها من الهيئات التي أناط بها القانون اختصاصا قضائياً بالفصل في نوع معين من الخصومات، ولو وصف ما تصدره في شأنها من قرارات بأنه أحكام – ما لم ينص القانون على خلاف ذلك – وإذ كانت لجان الطعن المشكلة وفقاً للقانون رقم 14 لسنة 1939 المعدل لا تعدو أن تكون هيئات إدارية خولها القانون ولاية الفصل في خصومة بين مصلحة الضرائب والممول فلا تعتبر مرحلة تقاضي وإنما هي مرحلة إعادة نظر في الخلاف بين الطرفين قبل الالتجاء إلى القضاء، وكان القانون المشار إليه لم ينص على أن تنطق تلك اللجان بما تصدره من قرارات إنما استلزم – فحسب – إصدارها وإعلانها للممول ومصلحة الضرائب بخطابات موصي عليها بعلم الوصول وفقاً للمادة 52/ 2 من القانون المشار إليه*، وهو ما يتفق ووسيلة إعلام ذوي الشأن بصدور مثل هذه القرارات، وكان ما أوجبته المادة السالفة على تلك اللجان من إجراءات مفاده وجوب التزامها بالمبادئ الأساسية العامة التي يتعين على أي جهة أنيط بها الفصل في خصومة مراعاتها باعتبارها كذلك وليس بحسبانها نصوصا في قانون المرافعات، ومن بينها ما يتعلق بمبادئ المواجهة بين الخصوم وتمكينهم من إبداء دفاعهم والتقيد بالطلب والمصلحة فيه وصلاحية مصدري القرار لذلك، دون غيرها من مبادئ نص في قانون المرافعات – أو في غيره من القوانين – على وجوب الالتزام بها كشرط لصحة أحكام المحاكم – بالمعنى سالف البيان – ومنها النطق بالأحكام علانية، ومن ثم فلا يتعين على لجان الطعن المشكلة وفقاً لقانون الضرائب النطق علانية بما تصدره من قرارات، لما كان ذلك، وإذ انتهى الحكم المطعون فيه صحيحاً إلى رفض الدفع ببطلان قرار اللجنة فإن تعييبه فيما أقام عليه قضاءه هذا الخصوص يكون غير منتج ذلك أنه متى انتهى الحكم صحيحا في قضائه فإنه لا يبطله ما يكون قد اشتملت عليه أسبابه من أخطاء قانونية إذ لمحكمة النقض تصحيح هذه الأسباب دون أن تنقضه ومن ثم يكون النعي بهذا السبب في غير محله. وحيث إن الطاعن ينعى بالسبب الثالث على الحكم المطعون فيه الخطأ في تطبيق القانون وتأويله، وفي بيان ذلك يقول إنه تمسك أمام محكمة الموضوع ببطلان النموذج 19 ضرائب استنادا إلى أن مأمورية الضرائب المختصة وجهته إليه قبل انقضاء ثلاثين يوماً من توجيه النموذج 18 ضرائب إلا أن الحكم المطعون فيه التفت عن هذا الدفاع رغم أن التشريعات الخاصة بتنظيم إجراءات ومواعيد ربط الضريبة من القواعد القانونية المتعلقة بالنظام العام فلا يجوز مخالفتها أو التنازل عنها. وحيث إن هذا النعي غير سديد ذلك أنه وفقاً للمادة 52 من القانون رقم 14 لسنة 1939 بعد تعديلها بالمرسوم بقانون رقم 97 لسنة 1952 والمادة 24 من اللائحة التنفيذية لهذا القانون بعد تعديلها بالقرار الوزاري رقم 31 لسنة 1951 يتم إخطار الممول بعناصر ربط الضريبة على النموذج رقم 18 ضرائب أما الإخطار بربط الضريبة عليه بطريق التقدير فيكون على النموذج رقم 19 ضرائب وللممول خلال شهر من تاريخ إخطاره بربط الضريبة أن يطعن في هذا الربط، ومفاد ذلك – وعلى ما جرى به قضاء هذه المحكمة – أن مرحلة الإخطار بالنموذج رقم 18 هي مرحلة قدر المشرع إمكان أن تتلاقى في أثناءها وجهات نظر مصلحة الضرائب والممول لما رآه في ذلك من تحقق المصلحة لكليهما بالعمل على إزالة الخلاف بينهما ولم يفتح المشرع باب الطعن في هذه المرحلة وإنما فتحه في مرحلة الإخطار بالربط على النموذج رقم 19 ضرائب، لما كان ذلك وكان الحكم المطعون فيه أقام قضاءه على قولة أن \"الهدف من اشتراط مهلة الثلاثين يوما من توجيه النموذجين سالفي الذكر إنما هو إتاحة الفرصة للممول ليبدي ما يعن له من ملاحظات على أسس الربط للمأمورية لكي تستجيب لما يبديه من ذلك إن كان لهذا وجه أي أن المهلة إنما تقررت لصالح الممول بقصد حث مصلحة الضرائب على إنهاء النزاع وديا وبالتالي فحيثما أبدت مصلحة الضرائب إصرارها على عناصر الربط رغم ملاحظات الممول فإن اشتراط مضي الثلاثين يوماً بكاملها لا يكون له وجه حيث يكون قد بدا من المصلحة أنها لم تستجب لملاحظات الممول\" وكان هذا الذي قرره الحكم مبنياً على استخلاص سائغ وهو ما يكفي لحمل قضائه ويحمل الرد على ما أثاره الطاعن في هذا الخصوص فإن النعي على الحكم بالخطأ في تطبيق القانون يكون على غير أساس. ولما تقدم يتعين رفض الطعن. ـــــــــــــــــــــــــ * تنويه: يوجد خطأ مطبعي في الصورة الخطأ: وفقاً للمادة 52/ 2 من القانون المشار إليه...... الصواب: وفقاً للمادة 52/ 2 من القانون المشار إليه....."
  },
  "principles": [
    {
      "principle_number": 1,
      "principle_text": "التكاليف اللازمة لمباشرة المهنة . إختلافها عن المصروفات . ماهية كل منهما . إمساك أو عدم إمساك الممول حسابات منتظمة . أثره . م 2/73 ق 14 لسنة 1939 المعدلة . مؤدى النص فى الفقرة الثانية من المادة 73 من القانون رقم 14 لسنه 1939 بعد تعديلها بالقانون رقم 146 لسنه 1950 - وعلى ما جرى به قضاء هذه المحكمة - أن المشرع أراد المغايرة بين التكاليف اللازمة لمباشرة المهنة وبين المصروفات، إذ لا يتأتى أن يعبر فى نفس النص عن مدلو واحد بتعبيرين مختلفين، ودلالة الحال تبين أنه بالتكاليف كل ما يلزم لمباشرة المهنة بما فى ذلك \" تكلفه السلعة أو الخدمة \" وتكلفة الإدارة\" وأراد بالمصاريف مجرد تكلفة الإدارة \"، وهو ما تحقق به العدالة فى الالتزام بالضريبة بين الممول الذى يمسك حسابات منتظمه فتخصم له جميع التكاليف بما فى ذلك \" تكلفة السلع أو الخدمات \" \" وتكلفة الإدارة \" وبين الممول الذى لا يمسك حسابات منتظمة فتعتبر تكلفة \" السلع أو الخدمات \" عنصرا من عناصر العمليات على اختلاف أنواعها وتقدر تكلفه الادارة وهى المصاريف تضييقا للخلف عليها بين الممول وبين مصلحة الضرائب جزافا بخمس الإيرادات."
    },
    {
      "principle_number": 2,
      "principle_text": "تأييد الحكم قرار لجنة الطعن والإحالة إلى أسبابه . اعتبار القرار جزء متمم للحكم . لا عيب . بحسب الحكم المطعون فيه - وعلى ما جرى به قضاء هذه المحكمة - أن يؤيد قرار اللجنة المودع ملف الدعوى ويحيل على أسبابه ليكون ما يحويه هذا القرار من وقائع وأسباب ورد على دفاع الطاعن جزءا متمما له ولا يعيبه أنه لم يدون تلك الأسباب ويرصدها كلها أو بعضها ما دامت قد أصبحت بهذه الحالة به ."
    },
    {
      "principle_number": 3,
      "principle_text": "وجوب النطق علانية بالأحكام التى تصدر من المحاكم دون سواها من الهيئات القضائية أو غيرها من الهيئات التى أناط بها القانون إختصاصاً قضائياً مالم ينص القانون على خلاف ذلك . لجان الطعن الضريبى . ماهيتها . عدم خضوع ما تصدره من قرارات لقاعدة النطق علانية المقررة بالنسبة للأحكام . أساس ذلك . المادة 2/53 من القانون 14 لسنة 1939 . مؤداه . لا يتعين على لجان الطعن المشكلة وفقاً لقانون الضرائب النطق علانية بما تصدره من قرارات . النص فى المادة 169 من الدستور الواردة فى الفصل الرابع من الباب الخامس منه تحت عنوان \" السلطة القضائية \" على أن تكون \" جلسات المحاكم علنية _.. وفى جميع الأحوال يكون النطق بالحكم فى جلسة علنية \" وفى المادة 174 من قانون المرافعات المدنية والتجارية على أن \" ينطق القاضى بالحكم _. ويكون النطق به علانية وإلا كان الحكم باطلا \" وفى المادة 18 من قانون السلطة القضائية على أن \" تكون جلسات المحاكم علنية _. ويكون النطق بالحكم فى جميع الأحوال فى جلسة علنية _. \" يدل على أن الأحكام التى يتعين النطق بها علانية هى تلك التى تصدر من المحاكم بالمعنى الضيق، دون سواها من الهيئات القضائية، أو غيرها من الهيئات التى أناط بها القانون اختصاصا قضائيا بالفصل فى نوع معين من الخصومات، ولو وصف ما تصدره فى شأنها من قرارات بأنه أحكام - ما لم ينص القانون على خلاف ذلك - وإذ كانت لجان الطعن المشكلة وفقا للقانون رقم 14 لسنه 1939 المعدل لا تعدو أن تكون هيئات إدارية خولها القانون ولاية الفصل فى خصومة بين مصلحة الضرائب والممول فلا تعتبر مرحله تقاضى وإنما هى مرحلة إعادة نظر فى الخلاف بين الطرفين قبل الالتجاء إلى القضاء، وكان القانون المشار إليه لم ينص على أن تنطق تلك اللجان بما تصدره من قرارات إنما أستلزم- فحسب- إصدارها وإعلانها للممول ومصلحة الضرائب بخطابات موصى عليها بعلم الوصول وفقا للمادة 2/52 من القانون المشار إليه، وهو ما يتفق ووسيلة إعلام ذوى الشأن بصدور مثل هذه القرارات، وكان ما أوجبته المادة السالفة على تلك اللجان من إجراءات مفاده وجوب التزامها بالمبادئ الأساسية العامة التى يتعين على أى جهة أنيط بها الفصل فى خصومة مراعاتها باعتبارها كذلك وليس بحسبانها نصوص فى قانون المرافعات، ومن بينها ما يتعلق بمبادئ المواجهة بين الخصوم وتمكينهم من إبداء دفاعهم والتقيد بالطلب والمصلحة فيه وصلاحية مصدري القرار لذلك، دون غيرها من مبادئ نص فى قانون المرافعات - أو فى غيره من القوانين - على وجوب الالتزام بها كشرط لصحة أحكام المحاكم - بالمعنى سالف البيان - ومنها النطق بالأحكام علانية، ومن ثم فلا يتعين على لجان الطعن المشكلة وفقا لقانون الضرائب النطق علانية بما تصدره من قرارات ."
    },
    {
      "principle_number": 4,
      "principle_text": "النموذج 18 ضرائب . ماهيته . إخطار الممول بعناصر ربط الضريبة . النموذج 19 ضرائب . ماهيته . إخطار بربط الضريبة على الممول بطريق التقدير . الطعن فى النموذج 18 ضرائب . غير جائز . جوازه فى مرحلة الإخطار بالربط على النموذج 19 ضرائب . علة ذلك . يتم إخطار الممول - وفقا للمادة 52 من القانون رقم 14 لسنه 1939 بعد تعديلها بالمرسوم بقانون رقم 97 لسنه 1952 والمادة 24 من اللائحة التنفيذية لهذا القانون بعد تعديلها بالقرار الوزاري رقم 31 لسنه 1951 - بعناصر ربط الضريبة على النموذج رقم 18 ضرائب أما الأخطار بربط الضريبة عليه بطريق التقدير فيكون على النموذج رقم 19 ضرائب وللممول خلال شهر من تاريخ إخطاره بربط الضريبة أن يطعن فى هذا الربط، ومفاد ذلك - وعلى ما جرى به قضاء هذه المحكمة- أن مرحلة الأخطار بالنموذج رقم 18 هى المرحلة قدر المشرع إمكان أن تتلاقى فى أثناءها وجهات نظر مصلحة الضرائب والممول لما رآه فى ذلك من تحقق المصلحة لكليهما بالعمل على إزالة الخلاف بينهما ولم يفتح المشرع باب الطعن فى هذه المرحلة وإنما فتحه فى مرحلة الأخطار بالربط على النموذج رقم 19 ضرائب، لما كان ذلك الحكم المطعون فيه أقام قضاءه على قوله أن \" الهدف من اشتراط مهلة الثلاثين يوما من توجيه النموذجين سالفى الذكر إنما هو أتاحه الفرصة للممول ليبدى ما يعن له من ملاحظات على أسس الربط للمأمورية لكى تستجيب لما يبديه من ذلك إن كان لهذا وجه أى أن المهلة إنما تقررت لصالح الممول بقصد حث مصلحة الضرائب على إنهاء النزاع وديا وبالتالى فحيثما أبدت مصلحة الضرائب إصدارها على عناصر الربط رغم ملاحظات الممول فإن اشتراط مضى الثلاثين يوما بكاملها لا يكون له وجه حيث يكون قد بدا من المصلحة أنها لم تستجب لملاحظات الممول\" هذا الذى قرره الحكم مبنيا على استخلاص سائغ وهو ما يكفى لحمل قضائه ويحمل الرد على كل ما أثاره الطاعن فى هذا الخصوص."
    }
  ]
}