{
  "source_file": "judgment2.docx",
  "sha256": "680067f8d714e9c30d24b490d062aea52eff4833f1204a34f56626b559d6cd40",
  "doc_type": "judgment",
  "judgment": {
    "court_name": "محكمة النقض",
    "case_type": "مدني",
    "appeal_number": 2040,
    "judicial_year": 54,
    "session_date": "1991-05-15",
    "technical_office_number": "42",
    "volume_number": "1",
    "page_number": "1123",
    "rule_number": "175",
    "reference_number": "10554",
    "judicial_panel": "برئاسة السيد المستشار/ حسين علي حسين نائب رئيس المحكمة وعضوية السادة المستشارين/ ريمون فهيم نائب رئيس المحكمة. عبد الناصر السباعي. إبراهيم شعبان ومحمد إسماعيل غزالي.",
    "facts": "وحيث إن الوقائع – على ما يبين من الحكم المطعون فيه وسائر أوراق الطعن تتحصل في أن المطعون ضده الأول أقام على المطعون ضدهما الثاني والثالث الدعوى رقم 117 لسنة 1980 أمام محكمة بورسعيد الابتدائية طالباً الحكم بإخلاء المخزن والحجرة محل النزاع وبتسليمهما إليه وقال بياناً لدعواه إنه بموجب عقد مؤرخ 1/1/1959 استأجر المذكورين من السيدة... التي حولت العقد إليه، هذا المخزن وتلك الحجرة بأجرة شهرية مقدارها 3 جنيه و490 مليم وإذ تأخرا عن الوفاء بالقيمة الإيجارية ابتداءً من أول سبتمبر سنة 1976 حتى نهاية شهر مايو سنة 1980 رغم تكليفها بالوفاء أقام الدعوى. أدخل المطعون ضده الثاني الطاعن خصماً في الدعوى استناداً إلى وضع يده على الحجرة المؤجرة خلال الفترة المطالب بأجرتها وبتاريخ 29/3/1981 ندبت المحكمة خبيراً لبيان الوحدات المؤجرة للمطعون ضدهما والطاعن وما إذ كانت الحجرة المؤجرة مكتباً للأولين تدخل ضمن نطاق الشقة المؤجرة للطاعن من عدمه، وبعد أن قدم الخبير تقريره قضت المحكمة بتاريخ 27/12/1981 بعدم قبول الدعوى. استأنف المطعون ضده الأول هذا الحكم بالاستئناف رقم 72 سنة 23 ق الإسماعيلية \"مأمورية بورسعيد\" وبتاريخ 24/4/1984 حكمت المحكمة بإلغاء الحكم المستأنف وإخلاء المخزن والحجرة محل النزاع وبتسليمها إلى المطعون ضده الأول. طعن الطاعن في هذا الحكم بطريق النقض، وقدمت النيابة مذكرة أبدت فيها الرأي برفض الطعن، وإذ عرض الطعن على هذه المحكمة – في غرفة مشورة – رأته جديراً بالنظر وحددت جلسة لنظره وفيها التزمت النيابة رأيها.",
    "reasons": "بعد الاطلاع على الأوراق وسماع التقرير الذي تلاه السيد المستشار المقرر... والمرافعة وبعد المداولة. حيث إن الطعن استوفى أوضاعه الشكلية. وحيث إن الطاعن ينعى بسببي الطعن على الحكم المطعون فيه مخالفة القانون والقصور في التسبيب، وفي بيان ذلك يقول إن الحكم أقام قضاءه حجرة النزاع استناداً إلى أنها مؤجرة للمطعون ضدهما الثاني والثالث، وإن عقد استئجار شقته لا يشملها وأن وضع يده عليها دون سند بغير أن يفصح عن الأدلة التي استند إليها في ذلك، هذا في حين أن الثابت من كشف الضرائب العقارية على العقار والكائن به العين عن الفترة من سنة 1960 حتى سنة 1980 – والمقدم منه أمام محكمة أول درجة – أن الشقة البحرية التي يشغلها تتكون من ثلاث حجرات على نحو ما جاء بعقد الإيجار بإقرار المالكة الأصلية للعقار وإذ التفت الحكم من هذا الكشف مهدراً حجيته في الإثبات رغم أنه محرر رسمي لا يجوز إهدار ما تضمنه من بيان إلا عن طريق الإدعاء بالتزوير الذي خلت منه الأوراق وعلى الرغم من ثبوت التواطؤ بين المطعون ضدهم لحرمانه من عين النزاع فإنه يكون معيباً بما يستوجب نقضه. وحيث إن هذا النعي مردود، ذلك أنه من المقرر – في قضاء هذه المحكمة – أن حجية الورقة الرسمية وفقاً لصريح نص المادة 11 من قانون الإثبات تقتصر على ما ورد بها من بيانات قام بها محررها في حدود مهمته أو وقعت من ذوي الشأن في حضوره كما أن لمحكمة الموضوع السلطة التامة في فهم الواقع في الدعوى وفي تقدير ما يقدم لها من أدلة ومستندات وترجيح ما تطمئن إليه منها واستخلاص ما تراه متفقاً مع واقع الدعوى دون رقابة عليها في ذلك من محكمة النقض طالما كان استخلاصها سائغاً له أصل ثابت بالأوراق وأنها غير ملزمة بالرد على كل ما يقدمه الخصوم من مستندات أو تتبعهم في كافة مناحي دفاعهم وحججهم، ما دام قيام الحقيقة التي اقتنعت بها وأوردت دليلها فيه الرد الضمني المسقط لما عداها ولما كان ما دون بكشف مصلحة الضرائب – المنوه بسببي النعي – من بيان بشأن حجرات الشقة البحرية بالعقار الكائن به عين النزاع لا يفيد تحري محرره عما إذا كان عقد الإيجار المؤرخ 10/3/1965 – الذي تضمن استئجار الطاعن مكتباً للأعمال التجارية والغير مبين به عدد حجراته – يشمل حجرة النزاع من عدمه فإنه لا يلحقه بذلك حجية الورقة الرسمية في هذا الصدد – ويخضع في تقديره لمحكمة الموضوع، لما كان ذلك، وكان البين من مدونات الحكم المطعون فيه أنه بعد أن عرض في أسبابه لما انتهى إليه تقرير الخبير المنتدب أمام محكمة أول درجة من أن الطاعن يستأجر حجرتين في مواجهة حجرة النزاع التي يستأجرها المطعون ضدهما الثاني والثالث وأنه قد ضم هذه الحجرة إليه من عام 1965، ولما قدمه الطاعن من كشفي الضرائب العقارية للتدليل على أن الشقة المؤجرة له مكونة من ثلاث حجرات – خلص إلى اغتصاب الطاعن لحجرة النزاع المؤجرة للمطعون ضدهما الثاني والثالث وهو ما يدل على أن الحكم قد عول في استخلاصه على ما جاء بتقرير الخبير سالف البيان طارحاً القرينة التي استند إليها الطاعن من كشفي الضرائب العقارية وإذ كان هذا الاستخلاص سائغاً له أصله الثابت بالأوراق ويدخل في حدود السلطة التقديرية لمحكمة الموضوع وكان الطاعن لم يبين سنده فيما أشار إليه بسببي الطعن من إقرار المالكة الأصلية للعقار باستئجاره حجرة النزاع، ومن حصول تواطؤ بين المطعون ضدهم لحرمانه من حجرة النزاع، فإن النعي لا يعدو في حقيقته أن يكون جدلاً موضوعياً فيما تستقل محكمة الموضوع بتقديره مما لا يجوز إثارته أمام محكمة النقض. ولما تقدم يتعين رفض الطعن."
  },
  "principles": [
    {
      "principle_number": 1,
      "principle_text": "حجية الورقة الرسمية. اقتصارها على ما ورد بها من بيانات قام بها محررها في حدود مهمته أو وقعت ذوي الشأن في حضوره م 11 إثبات\" مثال بصدد كشف الضرائب العقارية وعدم كفاية القرينة المستمدة منه في إثبات مكونات العين المؤجرة. المقرر - فى قضاء هذه المحكمة - أن حجية الورقة الرسمية وفقاً لصريح نص المادة 11 من قانون الإثبات تقتصر على ما ورد بها من بيانات قام بها محررها فى حدود مهنته أو وقعت من ذوى الشأن فى حضوره كما أن لمحكمة الموضوع السلطة التامة فى فهم الواقع فى الدعوى وفى تقدير ما يقدم لها من أدلة ومستندات وترجيح ما تطمئن إليه منها وإستخلاص ما تراه متفقاً مع الواقع فى الدعوى دون رقابة عليها فى ذلك من محكمة النقض طالما كان إستخلاصها سائغاً له أصل ثابت بالأوراق وإنها غير ملزمة بالرد على كل ما يقدمه الخصوم من مستندات أو تتبعهم فى كافة مناحى دفاعهم وحججهم، ما دام قيام الحقيقة التى إقتنعت بها وأوردت دليلها فيه الرد الضمنى المسقط لما عداها ولما كان ما دون بكشف مصلحة الضرائب - المنوه بسببى النعى - من بيان بشأن حجرات الشقة البحرية بالعقار الكائن به عين النزاع لا يفيد تحرى محرره عما إذا كان عقد الإيجار المؤرخ / / الذى تضمن إستئجار الطاعن مكتباً للأعمال التجارية والغير مبين به عدد حجراته - يشمل حجرة النزاع من عدمه فإنه لا يلحقه بذلك حجية الورقة الرسمية فى هذا الصدد - ويخضع فى تقريره لمحكمة الموضوع، لما كان ذلك، وكان البين من مدونات الحكم المطعون فيه أنه بعد أن عرض فى أسبابه لما إنتهى إليه تقرير الخبير المنتدب أمام محكمة أول درجة من أن الطاعن يستأجر حجرتين فى مواجهة حجرة النزاع التى يستأجرها المطعون ضدهما الثانى والثالث وأنه قد ضم هذه الحجرة إليه من عام 1965، ولما قدمه الطاعن من كشفى الضرائب العقارية للتدليل على أن الشقة المؤجرة له مكونه من ثلاث حجرات - خلص إلى إغتصاب الطاعن لحجرة النزاع المؤجرة للمطعون ضدهما الثانى والثالث وهو ما يدل على أن الحكم قد عول فى إستخلاصه على ما جاء بتقرير الخبير سالف البيان طارحاً القرينة التى إستند إليها الطاعن من كشفى الضرائب العقارية وإذ كان هذا الإستخلاص سائغاً له أصله الثابت بالأوراق ويدخل فى حدود السلطة التقديرية لمحكمة الموضوع وكان الطاعن لم يبين سنده فيما أشار إليه بسببى الطعن من إقرار المالكة الأصلية للعقار بإستئجاره حجرة النزاع، ومن حصول تواطؤ بين المطعون ضدهم لحرمانه من حجرة النزاع، فإن النعى لا يعدو فى حقيقته أن يكون جدلاً موضوعياً فيما تستقل محكمة الموضوع بتقديره مما لا يجوز إثارته أمام محكمة النقض."
    }
  ]
}