{
  "source_file": "judgment1.docx",
  "sha256": "72e297fcb67320d7a416ab357446ff46badc1f3053686866bdf4709810db4f82",
  "doc_type": "judgment",
  "judgment": {
    "court_name": "محكمة النقض",
    "case_type": "مدني",
    "appeal_number": 1784,
    "judicial_year": 54,
    "session_date": "1990-01-31",
    "technical_office_number": "41",
    "volume_number": "1",
    "page_number": "366",
    "rule_number": "67",
    "reference_number": "10232",
    "judicial_panel": "برئاسة السيد المستشار/ وليم رزق بدوي نائب رئيس المحكمة وعضوية السادة المستشارين/ طه الشريف نائب رئيس المحكمة, أحمد أبو الحجاج. شكري العميري وعبد الرحمن فكري.",
    "facts": "وحيث إن الوقائع على - ما يبين من الحكم المطعون فيه وسائر أوراق الطعن - تتحصل في أن الطاعن الأول بصفته أقام الدعوى رقم 10726 لسنة 1980 مدني كلي جنوب القاهرة على المطعون ضدهم والطاعن الثاني بطلب الحكم بإزالة ما تم إنشاؤه من مبان كمحل بمدخل العقار المبين بصحيفة الدعوى والذي يشغله المطعون ضده الأول ورشة لإصلاح الساعات وطرده والتسليم وقال بيانا لذلك أنه يمتلك والطاعن الثاني والمطعون ضدهم عدا الأول ذلك العقار على الشيوع وإذ احتدم الخلاف بينهم على إدارته واستقلاله فقد حكم بتعينه حارسا قضائيا عليه لإدارته وعند تنفيذ الحكم بالتسليم فوجئ بأن ثمة مباني تتعارض والأصول الفنية قد أقيمت بمدخل العقار تستغل كورشة لإصلاح الساعات بمعرفة المطعون ضده الأول وتحرر عن هذه المباني المخالفة الجنحة رقم 646 لسنة 1977 بلدية عابدين قضي فيها بإدانته والمطعون ضده الثاني وإذ كانت إدارة المال الشائع واستغلاله كما هو مقرر في القانون تكون لأغلبية الشركاء مجتمعين وإذا صدر إيجارا من أحدهم له أو لجزء مفرز منه دون موافقة أو إجازة منهم فإنه لا يسري في حقهم ويكون من حقهم إخراج المستأجر إذا لا يحاجون بهذا التصرف ومن ثم أقام الدعوى بطلباته. قضت المحكمة للطاعن بطلباته. استأنف المطعون ضده الأول هذا الحكم بالاستئناف رقم 1994 لسنة 100 ق القاهرة وبتاريخ 17/4/1984 حكمت المحكمة بإلغاء الحكم المستأنف وبرفض الدعوى. طعن الطاعنان في هذا الحكم بطريق النقض وقدمت النيابة مذكرة أبدت فيها الرأي بنقض الحكم وإذ عرض الطعن على هذه المحكمة في غرفة مشورة حددت جلسة لنظره وفيها التزمت النيابة رأيها.",
    "reasons": "بعد الاطلاع على الأوراق وسماع التقرير الذي تلاه السيد المستشار المقرر والمرافعة وبعد المداولة. حيث إن الطعن استوفى أوضاعه الشكلية. وحيث إن مما ينعاه الطاعنان على الحكم المطعون فيه الخطأ في تطبيق القانون والقصور في التسبيب والفساد في الاستدلال وفي بيان ذلك يقولان أن طلبات الطاعن الأول في الدعوى هي طلب أصلي وهو إزالة المباني المخالفة المقامة بمدخل العقار وطلب احتياطي وهو طرد المطعون ضده الأول من المباني والتسليم وإذ قضى الحكم المطعون فيه في الطلب الاحتياطي تأسيسا على قيام علاقة إيجارية بين الطاعن الأول والمطعون ضده الأول ثم قضى في الطلب الأصلي برفض طلب الإزالة تأسيسا على عدم ثبوت إسناد واقعة البناء للمطعون ضده الأول دون أن يمحص هذا الطلب بأسباب سائغة تؤدي إلى هذه النتيجة إذ أن في بحثه له ما يغنيه عن بحث طلب الطرد إذ لو انتهى إلى القضاء بالإزالة لا تفسخ عقد الإيجار لانعدام محله بما يعيب الحكم المطعون فيه بالقصور في التسبيب والفساد في الاستدلال أدى به إلى الخطأ في تطبيق القانون بما يستوجب نقضه. وحيث إن هذا النعي سديد ذلك أن الفقرة الأولى من المادة 829 من القانون المدني تنص على أن \"للشركاء الذين يملكون على الأقل ثلاثة أرباع المال الشائع أن يقرروا في سبيل تحسين الانتفاع بهذا المال من التغييرات الأساسية والتعديل في الغرض الذي أعد له ما يخرج عن حدود الإدارة المعتادة على أن يعلنوا قراراتهم إلى باقي الشركاء ولمن خالف من هؤلاء حق الرجوع إلى المحكمة خلال شهرين من وقت الإعلان\" ويعد من قبيل الأعمال التي تخرج عن حدود الإدارة المعتادة بناء أحد الشركاء في جزء مفرز من العقار الشائع قبل قسمته فإذا لم توافق أغلبية الشركاء على ذلك جاز إجبار الشريك الباقي على إزالة البناء، لما كان ذلك وكانت طلبات الطاعن الأول في الدعوى هي إزالة المباني المخالفة المقامة بمدخل العقار والتي يحوزها المطعون ضده الأول وإذ قضى الحكم المطعون فيه في هذا الطلب بالرفض تأسيسا على أنه لم يثبت إسناد واقعة البناء المخالف للمطعون ضده الأول دون أن يبحث الحكم عما إذا كان البناء الذي أقيم قد تم بموافقة أغلبية الشركاء من عدمه باعتباره عملا من أعمال الإدارة غير المعتادة وإن كانت هذه الموافقة إن وجدت صريحة أم ضمنية إذ أن في بحثه لهذا الطالب لبيان حقيقته ما يغنيه عن بحث الطلب الاحتياطي إذ لو انتهي إلى القضاء بالإزالة لا تفسخ عقد الإيجار لانعدام محله، لما كان ذلك وكانت الأسباب التي اعتمدت عليها المحكمة قاصرة وغير سائغة ولا تؤدي إلى النتيجة التي انتهى إليها الحكم المطعون فيه مما يعيبه بالقصور في التسبيب والفساد في الاستدلال بما يستوجب نقضه. ولما تقدم يتعين نقض الحكم المطعون فيه على أن يكون مع النقض الإحالة."
  },
  "principles": [
    {
      "principle_number": 1,
      "principle_text": "الشركاء على الشيوع الذين يملكون ثلاثة أرباع المال الشائع . حقهم فى اجراء تغيير فيه - يخرج عن حدود الإدارة المعتادة . شرطه . إعلان قراراتهم إلى باقى الشركاء . مخالفة ذلك . للأخيرين الاعتراض الى المحكمة خلال شهرين من وقت الاعلان . مؤدى ذلك . جواز اجبار الشريك . الباقى على ازالة البناء الذى اقامة على جزء مفرز من العقار الشائع . طالما لم توافق عليه أغلبية الشركاء المالكين ثلاثة أرباع العقار . م 1/829 مدنى تنص الفقرة الأولى من المادة 829 من القانون المدني على أن \"للشركاء الذين يتملكون على الأقل ثلاثة أرباع المال الشائع أن يقرروا في سبيل تحسين الانتفاع بهذا المال من التغييرات الأساسية والتعديل في الغرض الذي أعد له ما يخرج عن حدود الإدارة المعتادة على أن يعلنوا قراراتهم إلى باقي الشركاء ولمن خالف من هؤلاء حق الرجوع إلى المحكمة خلال شهرين من وقت الإعلان\" ويعد من قبيل الأعمال التي تخرج عن حدود الإدارة المعتادة بناء أحد الشركاء في جزء مفرز من العقار الشائع قبل قسمته فإذا لم توافق أغلبية الشركاء على ذلك جاز إجبار الشريك الباقي على إزالة البناء."
    }
  ]
}