{
  "source_file": "قانون - رقم 1.docx",
  "sha256": "b02170fab11d8c5e3076fd4a1438d486636c84a8a01cde7425326d226096abf4",
  "doc_type": "law",
  "law": {
    "law_number": 1,
    "law_year": 2022,
    "issue_date": "2022-01-26",
    "publication_date": "2022-01-26",
    "effective_date": "2022-01-27",
    "title": "تعديل بعض أحكام قانون تنظيم الجامعات الصادر بالقانون رقم 49 لسنة 1972.",
    "gazette_reference": "الجريدة الرسمية 3 مكرر (هـ)"
  },
  "articles": [
    {
      "article_number": "1",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يستبدل بنص المادة (121) من قانون تنظيم الجامعات الصادر بالقانون رقم 49 لسنة 1972 النص الآتي:مادة (121):مع مراعاة حكم المادة (113) من هذا القانون يعين بصفة شخصية في ذات الكلية أو المعهد جميع من يبلغون سن انتهاء الخدمة، ويصبحون أساتذة أو أساتذة مساعدين أو مدرسين متفرغين بحسب الوظيفة التي كانوا يشغلونها قبل بلوغ تلك السن، وذلك ما لم يطلبوا عدم الاستمرار في العمل، ولا تحسب هذه المدة في المعاش.ويتقاضى شاغلو الوظائف المشار إليها بالفقرة الأولى من هذه المادة مكافأة مالية إجمالية توازى كامل الأجر، على أن تزيد تلك المكافأة بمقدار أية زيادة مالية قد تطرأ عليه مع الجمع بين المكافأة والمعاش.ويكون لهم ذات الحقوق المقررة لأعضاء هيئة التدريس وعليهم واجباتهم فيما عدا تقلد المناصب الإدارية داخل الجامعات الخاضعة لأحكام هذا القانون.كما يجوز ندبهم أو إعارتهم وفقا للضوابط التي يضعها المجلس الأعلى للجامعات بما يراعى حسن سير العمل.",
      "final_text_date": null
    },
    {
      "article_number": "2",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يستبدل بالعنوان الوارد تحت البند (ثانيا) من الباب الثاني من قانون تنظيم الجامعات المشار إليه العنوان الآتي:(ثانيا): الأساتذة أو الأساتذة المساعدون أو المدرسون المتفرغون، والأساتذة غير المتفرغين، والزائرون.كما تستبدل عبارة \"الأستاذ أو الأستاذ المساعد أو المدرس المتفرغ\"، بحسب الأحوال بعبارة \"الأستاذ المتفرغ\"، وذلك أينما ورد ذكرها بالمادة (124) من ذات القانون.",
      "final_text_date": null
    },
    {
      "article_number": "3",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يتم توفيق الأوضاع المالية لشاغلي وظيفة أستاذ متفرغ قبل العمل بهذا القانون وفقا لحكم الفقرة الثانية من المادة (121) من قانون تنظيم الجامعات المشار إليه اعتبارا من تاريخ العمل بهذا القانون.",
      "final_text_date": null
    },
    {
      "article_number": "4",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "ينشر هذا القانون في الجريدة الرسمية، ويعمل به من اليوم التالي لتاريخ نشره.يبصم هذا القانون بخاتم الدولة، وينفذ كقانون من قوانينها.",
      "final_text_date": null
    }
  ]
}