{
  "source_file": "قانون - رقم 6.docx",
  "sha256": "ced7b486fceffc2a5451b3209c29775080f40e0fddbd805f43a7c3f821d27830",
  "doc_type": "law",
  "law": {
    "law_number": 6,
    "law_year": 2022,
    "issue_date": "2022-02-08",
    "publication_date": "2022-02-08",
    "effective_date": "2022-02-09",
    "title": "إصدار قانون المالية العامة الموحد.",
    "gazette_reference": "الجريدة الرسمية 5 مكرر (د)"
  },
  "articles": [
    {
      "article_number": "1",
      "article_type": "issuance",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يعمل بأحكام القانون المرافق في شأن المالية العامة.ومع عدم الإخلال بالأحكام والضمانات التي قررها الدستور والقوانين المنظمة لموازنات بعض الجهات، والهيئات المستقلة، والأجهزة الرقابية، والمجالس القومية، ومجلسي النواب والشيوخ، تسري أحكام القانون المرافق على الجهات التي تتضمنها الموازنة العامة للدولة من وحدات الجهاز الإداري للدولة ووحدات الإدارة المحلية والهيئات العامة الخدمية وما يتبع هذه الجهات من وحدات ذات طابع خاص، والصناديق والحسابات الخاصة، والمشروعات الممولة من الحسابات الخاصة.كما تسري أحكامه على الهيئات العامة الاقتصادية.ولا تسري أحكامه على:الصناديق والحسابات التي تعتمد في تمويلها على اشتراكات أعضائها.الحسابات التي يرد بشأنها نص صريح بالاستثناء ضمن بنود الاتفاقيات الدولية.",
      "final_text_date": null
    },
    {
      "article_number": "2",
      "article_type": "issuance",
      "is_repeated": false,
      "original_text": "يطبق نظام موازنة الأبواب والبنود مع التطبيق الكامل لموازنة البرامج والأداء في غضون أربع سنوات من تاريخ العمل بأحكام هذا القانون، مع مراعاة تطوير نظام الرقابة بما يناسب تطبيق موازنة البرامج والأداء ويحقق الاستخدام الأمثل لموارد الدولة بكفاءة وفاعلية ويضمن تحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.وتحدد اللائحة التنفيذية المتطلبات والضوابط اللازمة لذلك ومراحل وأسس تطبيق موازنة البرامج والأداء مع موازنة الأبواب والبنود.",
      "final_text": "يطبق نظام موازنة الأبواب والبنود مع التطبيق الكامل لموازنة البرامج والأداء خلال ست سنوات على الأكثر من تاريخ العمل بأحكام هذا القانون، مع مراعاة تطوير الهياكل الوظيفية والإدارية ومقومات التنفيذ للجهات المخاطبة بأحكام هذا القانون والقانون المرافق له بالقدر الذي تستطيع معه إنفاذ هذا النظام والتحكم في أدواته ومخرجاته، مع مراعاة تطوير نظم الرقابة بما يناسب تطبيق هذا النظام ويحقق الاستخدام الأمثل لموارد الدولة بكفاءة وفاعلية ويضمن تحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.وتحدد اللائحة التنفيذية المتطلبات والضوابط اللازمة لذلك ومراحل وأسس تطبيق موازنة البرامج والأداء مع موازنة الأبواب والبنود.",
      "final_text_date": "2024-03-30"
    },
    {
      "article_number": "3",
      "article_type": "issuance",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يلغى القانون رقم 53 لسنة 1973 بشأن الموازنة العامة للدولة، والقانون رقم 127 لسنة 1981 بشأن المحاسبة الحكومية، كما يلغى كل حكم يخالف أحكام القانون المرافق.",
      "final_text_date": null
    },
    {
      "article_number": "4",
      "article_type": "issuance",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يصدر وزير المالية اللائحة التنفيذية للقانون المرافق خلال سنة من تاريخ العمل به، وإلى أن تصدر هذه اللائحة يستمر العمل بأحكام اللائحة التنفيذية للقانون رقم 53 لسنة 1973 بشأن الموازنة العامة للدولة، واللائحة التنفيذية للقانون رقم 127 لسنة 1981 بشأن المحاسبة الحكومية، وذلك فيما لا يتعارض مع أحكام القانون المرافق.",
      "final_text_date": null
    },
    {
      "article_number": "5",
      "article_type": "issuance",
      "is_repeated": false,
      "original_text": null,
      "final_text": "لوزير المالية التفويض في بعض الاختصاصات الممنوحة له في القانون المرافق.",
      "final_text_date": null
    },
    {
      "article_number": "6",
      "article_type": "issuance",
      "is_repeated": false,
      "original_text": null,
      "final_text": "ينشر هذا القانون في الجريدة الرسمية، ويعمل به من اليوم التالي لتاريخ نشره.يبصم هذا القانون بخاتم الدولة، وينفذ كقانون من قوانينها. قانون المالية العامة الموحد - الباب الأول - تعريفات ومبادئ الموازنة",
      "final_text_date": null
    },
    {
      "article_number": "1",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "يقصد في تطبيق أحكام هذا القانون بالكلمات والعبارات التالية المعنى المبين قرين كل منها:المالية العامة: العلم الذي يبحث في جملة الوسائل المالية التي تستخدمها الدولة في تحقيق أهدافها العامة المختلفة.الموازنة العامة للدولة: البرنامج المالي عن سنة مالية مقبلة لتحقيق أهداف محددة للحكومة في إطار الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.السنة المالية: سنة ميلادية تبدأ من أول يوليو وتنتهي في آخر يونيو من كل سنة.موازنة البرامج والأداء: نظام يهدف إلى رفع كفاءة وفاعلية الإنفاق العام من خلال ربط الاعتمادات المخصصة بالنتائج المراد تحقيقها.البرامج: مجموعة من الأنشطة والعمليات والمشروعات التي تقوم بها الجهات لتحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.إطار موازني متوسط المدى: بيات يحتوي على تقدير الموارد والاستخدامات لمدة ثلاث سنوات مالية تالية لسنة الموازنة، وتكون تقديرات كل سنة مالية على حدة.الحساب الختامي: تقرير عن نتائج التنفيذ الفعلي لموازنات الجهات الإدارية الداخلة في الموازنة العامة للدولة والملحقة بها في نهاية السنة المالية.الوزارة: الوزارة المختصة بالشئون المالية.الوزير: الوزير المختص بالشئون المالية.السلطة المختصة: الوزير أو المحافظ أو رئيس الهيئة بحسب الأحوال.الجهات الإدارية: الجهات التي تتضمنها الموازنة العامة للدولة، والهيئات العامة الاقتصادية.الجهة المستقلة: الجهات والهيئات والأجهزة التي ينص الدستور أو القانون على أنها مستقلة.الوحدات الاقتصادية: الشركات المملوكة للدولة بنسبة تزيد على (50%).الوحدة الحسابية المركزية: الوحدة الحسابية بالوزارة، والتي يتم من خلالها تنفيذ جميع مدفوعات ومتحصلات الجهات الإدارية.الإنفاق الحكومي: كل ما يتم إنفاقه من موازنات الجهات الإدارية التي تتضمنها الموازنة العامة للدولة، والهيئات العامة الاقتصادية، والشركات المملوكة للدولة بحسب نسبة الملكية.العجز أو الفائض (النقدي): الفرق بين المصروفات والإيرادات.العجز أو الفائض (الكلي): العجز أو الفائض النقدي مضافا إليه صافي الحيازة من الأصول المالية.العجز أو الفائض (الأولي): العجز أو الفائض الكلي مستبعدا منه مدفوعات الفوائد.صافي الحيازة من الأصول المالية: الفرق بين حيازة الأصول المالية المحلية والأجنبية وبين المتحصلات من الإقراض ومبيعات الأصول المالية.التصنيف الوظيفي: تقسيم الاستخدامات وفقا للوظائف التي تقوم بها الجهات الإدارية في إطار برامجها المعتمدة.التصنيف الاقتصادي: تقسيم الاستخدامات والموارد إلى أبواب، ومجموعات وبنود، وأنواع بما يتوافق وإحصاءات مالية الحكومة العامة.التصنيف الإداري: تقسيم الجهات التي تتضمنها الموازنة العامة للدولة إلى جهاز إداري، وإدارة محلية، وهيئات عامة خدمية.الأساس النقدي: أساس محاسبي يتم فيه تسجيل الموارد عندما يتم تحصيلها، وتسجيل الاستخدامات عندما يتم سدادها.أساس الاستحقاق: أساس محاسبي يتم فيه تسجيل الموارد والاستخدامات عند استحقاقها دون النظر إلى وقت تحصيلها أو سدادها.حساب الخزانة الموحد: حساب تجميعي بالبنك المركزي المصري يشمل جميع حسابات وزارة المالية والهيئات العامة الاقتصادية وغيرها من حسابات الجهات الأخرى والحسابات المتنوعة ذات الأرصدة المفتوحة أو التي تفتح مستقبلا لدى البنك المركزي المصري.الحساب الخاص أو الصندوق الخاص: حسابات أو صناديق تنشأ لأغراض محددة تخصص فيها مواردها لمقابلة استخداماتها.جداول الخزانة: جداول تتضمن إجمالي موارد الخزانة العامة واستخداماتها وتتضمن جميع أنواع العجز أو الفائض ومصادر التمويل.الحسابات الصفرية: حسابات مفتوحة لبعض الجهات الإدارية خارج البنك المركزي بموافقة الوزير، وتحول أرصدتها يوميا إلى حسابات موازية تفتح لكل منها بحساب الخزانة الموحد بالبنك المركزي.الشفافية: الكشف عن المعلومات والبيانات الجوهرية للمالية العامة، بصورة واضحة ودقيقة، ودورية، في التوقيت الملائم، وبطريقة يمكن الاعتماد عليها لتقييم مدى الكفاءة والفاعلية في حسن استخدام موارد الدولة.الإفصاح: إتاحة المعلومات، المالية وغير المالية، الأساسية بصورة رسمية مع توفير المعلومات التي يمكن الاعتماد عليها لأغراض المقارنة لرسم صورة عن المالية العامة للدولة الحالية والمستقبلية.المساءلة: محاسبة الجهات الإدارية عن تحقيق الوظائف والمسئوليات المنوطة بها، ومدى الكفاءة والفاعلية في إدارة واستخدام الموارد لتحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.الرقابة الداخلية: مجموعه من السياسات والإجراءات الموضوعة لتحقيق الأهداف الاستراتيجية المحددة، والتأكد من سلامة وكفاءة تنفيذ أعمال الجهة الإدارية، ومدى الالتزام بالسياسات الإدارية المنظمة للعمل بما يكفل سلامة إعداد التقارير المالية والمحافظة على أصول وموجودات الجهة الإدارية وحقوقها لدى الغير، والتأكد من اكتمال الدفاتر والسجلات المحاسبية وإعداد البيانات المالية السليمة في الوقت المحدد لها.",
      "final_text": "يقصد في تطبيق أحكام هذا القانون بالكلمات والعبارات التالية المعنى المبين قرين كل منها:المالية العامة: العلم الذي يبحث في جملة الوسائل المالية التي تستخدمها الدولة في تحقيق أهدافها العامة المختلفة.موازنة الحكومة العامة: بيان بإجمالي موارد واستخدامات الموازنة العامة للدولة وموارد واستخدامات جميع الهيئات العامة الاقتصادية، بعد استبعاد العلاقة الموازنية المتبادلة وفقا لقانون ربط الموازنة العامة للدولة، وذلك كله دون التأثير على طبيعة عمل الهيئات العامة الاقتصادية أو مراكزها القانونية أو إعداد موازناتها أو نظم المحاسبة بها أو علاقتها بالخزانة العامة للدولة.دين الحكومة العامة: الدين الذي يتضمن دين أجهزة الموازنة العامة للدولة ودين الهيئات العامة الاقتصادية بعد استبعاد العلاقات المتبادلة بينهما.الموازنة العامة للدولة: البرنامج المالي عن سنة مالية مقبلة لتحقيق أهداف محددة للحكومة في إطار الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.السنة المالية: سنة تبدأ من أول يوليو وتنتهي في آخر يونيو من كل سنة.موازنة البرامج والأداء: نظام يهدف إلى رفع كفاءة وفاعلية الإنفاق العام من خلال ربط الاعتمادات المخصصة بالنتائج المراد تحقيقها.البرامج: مجموعة من الأنشطة والعمليات والمشروعات التي تقوم بها الجهات لتحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.إطار موازني متوسط المدى: بيات يحتوي على تقدير الموارد والاستخدامات لمدة ثلاث سنوات مالية تالية لسنة الموازنة، وتكون تقديرات كل سنة مالية على حدة.الحساب الختامي: تقرير عن نتائج التنفيذ الفعلي لموازنات الجهات الإدارية الداخلة في الموازنة العامة للدولة والملحقة بها في نهاية السنة المالية.الوزارة: وزارة المالية.الوزير: وزير المالية.السلطة المختصة: الوزير أو المحافظ أو رئيس الهيئة بحسب الأحوال.الجهات الإدارية: الجهات التي تتضمنها الموازنة العامة للدولة، والهيئات العامة الاقتصادية.الجهة المستقلة: الجهات والهيئات والأجهزة التي ينص الدستور أو القانون على أنها مستقلة.الوحدات الاقتصادية: الشركات المملوكة للدولة بنسبة تزيد على (50%).الوحدة الحسابية المركزية: الوحدة الحسابية بالوزارة، والتي يتم من خلالها تنفيذ جميع مدفوعات ومتحصلات الجهات الإدارية.الإنفاق الحكومي: كل ما يتم إنفاقه من موازنات الجهات الإدارية التي تتضمنها الموازنة العامة للدولة، والهيئات العامة الاقتصادية، والشركات المملوكة للدولة بحسب نسبة الملكية.العجز أو الفائض (النقدي): الفرق بين المصروفات والإيرادات.العجز أو الفائض (الكلي): العجز أو الفائض النقدي مضافا إليه صافي الحيازة من الأصول المالية.العجز أو الفائض (الأولي): العجز أو الفائض الكلي مستبعدا منه مدفوعات الفوائد.صافي الحيازة من الأصول المالية: الفرق بين حيازة الأصول المالية المحلية والأجنبية وبين المتحصلات من الإقراض ومبيعات الأصول المالية.التصنيف الوظيفي: تقسيم الاستخدامات وفقا للوظائف التي تقوم بها الجهات الإدارية في إطار برامجها المعتمدة.التصنيف الاقتصادي: تقسيم الاستخدامات والموارد إلى أبواب، ومجموعات وبنود، وأنواع بما يتوافق وإحصاءات مالية الحكومة العامة.التصنيف الإداري: تقسيم الجهات التي تتضمنها الموازنة العامة للدولة إلى جهاز إداري، وإدارة محلية، وهيئات عامة خدمية.التقسيم النمطي: تقسيم التكاليف والمصروفات والإيرادات الجارية وكذا الاستخدامات والموارد الرأسمالية إلى مجموعات وبنود وأنواع وفروع بما يتوافق مع النظام المحاسبي الموحد.الأساس النقدي: أساس محاسبي يتم فيه تسجيل الموارد عندما يتم تحصيلها، وتسجيل الاستخدامات عندما يتم سدادها.أساس الاستحقاق: أساس محاسبي يتم فيه تسجيل الموارد والاستخدامات عند استحقاقها دون النظر إلى وقت تحصيلها أو سدادها.حساب الخزانة الموحد: حساب تجميعي بالبنك المركزي المصري يشمل جميع حسابات وزارة المالية والهيئات العامة الاقتصادية وغيرها من حسابات الجهات الأخرى والحسابات المتنوعة ذات الأرصدة المفتوحة أو التي تفتح مستقبلا لدى البنك المركزي المصري.الحساب الخاص أو الصندوق الخاص: حسابات أو صناديق تنشأ لأغراض محددة تخصص فيها مواردها لمقابلة استخداماتها.جداول الخزانة: جداول تتضمن إجمالي موارد الخزانة العامة واستخداماتها وتتضمن جميع أنواع العجز أو الفائض ومصادر التمويل.الحسابات الصفرية: حسابات مفتوحة لبعض الجهات الإدارية خارج البنك المركزي بموافقة الوزير، وتحول أرصدتها يوميا إلى حسابات موازية تفتح لكل منها بحساب الخزانة الموحد بالبنك المركزي.الشفافية: الكشف عن المعلومات والبيانات الجوهرية للمالية العامة، بصورة واضحة ودقيقة، ودورية، في التوقيت الملائم، وبطريقة يمكن الاعتماد عليها لتقييم مدى الكفاءة والفاعلية في حسن استخدام موارد الدولة.الإفصاح: إتاحة المعلومات، المالية وغير المالية، الأساسية بصورة رسمية مع توفير المعلومات التي يمكن الاعتماد عليها لأغراض المقارنة لرسم صورة عن المالية العامة للدولة الحالية والمستقبلية.المساءلة: محاسبة الجهات الإدارية عن تحقيق الوظائف والمسئوليات المنوطة بها، ومدى الكفاءة والفاعلية في إدارة واستخدام الموارد لتحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.الرقابة الداخلية: مجموعة من السياسات والإجراءات الموضوعة لتحقيق الأهداف الاستراتيجية المحددة، والتأكد من سلامة وكفاءة تنفيذ أعمال الجهة الإدارية، ومدى الالتزام بالسياسات الإدارية المنظمة للعمل بما يكفل سلامة إعداد التقارير المالية والمحافظة على أصول وموجودات الجهة الإدارية وحقوقها لدى الغير، والتأكد من اكتمال الدفاتر والسجلات المحاسبية وإعداد البيانات المالية السليمة في الوقت المحدد لها.",
      "final_text_date": "2024-03-30"
    },
    {
      "article_number": "2",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تصدر الموازنة العامة للدولة عن سنة مالية مقبلة.",
      "final_text_date": null
    },
    {
      "article_number": "3",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تتضمن الموازنة العامة للدولة المخصصات المالية للبرامج التي يقوم بها كل من الجهاز الإداري للدولة ووحدات الإدارة المحلية والهيئات العامة الخدمية، وما يتبعها من وحدات ذات طابع خاص والصناديق والحسابات الخاصة، والمشروعات الممولة من الحسابات الخاصة.ولا تتضمن الموازنة العامة للدولة المخصصات المالية للبرامج ما يأتي:1. الهيئات العامة الاقتصادية وصناديق التمويل ذات الطابع الاقتصادي التي يصدر بتحديدها قرار من رئيس مجلس الوزراء والتي تعد بشأنها موازنات تقدم من الوزير إلى مجلس الوزراء لإحالتها إلى مجلس النواب لاعتمادها. وتقتصر العلاقة بين موازنات هذه الهيئات والصناديق وبين الموازنة العامة للدولة على الفائض الذي يئول إلى الخزانة العامة، وما يتقرر لهذه الموازنات من قروض ومساهمات.2 - الوحدات الاقتصادية، وتقتصر العلاقة بين الموازنة العامة للدولة وبين موازنات هذه الوحدات على ما يئول إلى الخزانة العامة كحصة في توزيعات الأرباح وما قد يتقرر لهذه الوحدات من قروض ومساهمات.",
      "final_text_date": null
    },
    {
      "article_number": "4",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الجهات الإدارية بتطبيق مبدأ الشفافية خلال مراحل إعداد وتنفيذ الموازنة، ونشر التقارير والبيانات المرتبطة بالأداء لكل منها بشكل دوري بما يسمح بتحقيق المشاركة المجتمعية.",
      "final_text_date": null
    },
    {
      "article_number": "5",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "مع عدم الإخلال بالقواعد المقررة قانونا بسرية البيانات والمعلومات، تلتزم الجهات الإدارية بالإفصاح عن المعلومات المالية وغير المالية، والقوائم المالية والحساب الختامي.",
      "final_text_date": null
    },
    {
      "article_number": "6",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تقدر الموارد دون أن يستنزل منها أية نفقات، ولا يجوز تخصيص مورد معين لمواجهة استخدام محدد إلا بناء على قانون.",
      "final_text_date": null
    },
    {
      "article_number": "7",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "لا يجوز بعد العمل بهذا القانون إنشاء صناديق وحسابات خاصة إلا بقانون.ومع عدم الإخلال بما ورد في شأنه نص خاص، يجوز بقانون تخصيص موارد معينة لبرامج واستخدامات محددة للصناديق والحسابات الخاصة، وتعد الصناديق والحسابات الخاصة على مستوى الجهة التي تتضمنها الموازنة العامة للدولة وحدة واحدة، ويجوز النقل بين اعتماداتها وأرصدتها فيما بينها بموافقة السلطة المختصة بعد أخذ رأي الوزارة.ويعد لهذا الصندوق أو الحساب الخاص موازنة خاصة به طبقا للقواعد والأحكام المنصوص عليها في هذا القانون، ويكون تمويل برامجه واستخداماته عن طريق موارده، ويراعى تضمين الحساب الختامي للجهة الإيرادات المقابلة لما تم صرفه خلال السنة المالية. قانون المالية العامة الموحد - الباب الثاني - أسس ومراحل إعداد الموازنة",
      "final_text_date": null
    },
    {
      "article_number": "8",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد وتنفذ الموازنة العامة للدولة على أساس موازنة البرامج والأداء في ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة، وتبوب وفقا لكل من التصنيف الاقتصادي والتصنيف الوظيفي والتصنيف الإداري، وتحدد اللائحة التنفيذية لهذا القانون تقسيمات كل تصنيف من هذه التصنيفات في ضوء المعايير الدولية المطبقة في هذا الشأن.وتعد وتنفذ موازنات الهيئات العامة الاقتصادية على أساس موازنة البرامج والأداء وفقا للنظام المحاسبي الموحد وفي ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة، وتبوب وفقا لكل من البرامج والتقسيم الوظيفي والنمطي لموازنات الهيئات العامة الاقتصادية.",
      "final_text_date": null
    },
    {
      "article_number": "9",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "تلتزم الوزارة بالتنسيق مع الوزارة المختصة بشئون التخطيط بتخصيص نسب من الإنفاق الحكومي للصحة والتعليم، والتعليم الجامعي، والبحث العلمي من الناتج القومي الإجمالي وفقا لما نص عليه الدستور.",
      "final_text": "تلتزم الوزارة بالتنسيق مع الوزارة المختصة بشئون التخطيط بتخصيص نسب من الإنفاق الحكومي للصحة، والتعليم، والتعليم الجامعي، والبحث العلمي من الناتج القومي الإجمالي وفقا لما نص عليه الدستور.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "10",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد وتنفذ الموازنة العامة للدولة وفقا للأساس النقدي، وتعد وتنفذ موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي وفقا لأساس الاستحقاق.",
      "final_text_date": null
    },
    {
      "article_number": "11",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يعد إطار موازني متوسط المدى للموازنة العامة للدولة، وموازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي لمدة ثلاث سنوات مالية تالية لسنة الموازنة في ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.",
      "final_text_date": null
    },
    {
      "article_number": "12",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "تقسم استخدامات الموازنة العامة للدولة إلى ما يأتي:أولا - المصروفات:الباب الأول: الأجور وتعويضات العاملين.الباب الثاني: شراء السلع والخدمات.الباب الثالث: الفوائد.الباب الرابع: الدعم والمنح والمزايا الاجتماعية.الباب الخامس: المصروفات الأخرى.الباب السادس: شراء الأصول غير المالية (الاستثمارات).ثانيا - حيازة الأصول المالية:الباب السابع: حيازة الأصول المالية المحلية والأجنبية.ثالثا - سداد القروض:الباب الثامن: سداد القروض المحلية والأجنبية.وتقسم موارد الموازنة العام للدولة إلى ما يأتي:أولا - الإيرادات:الباب الأول: الضرائب.الباب الثاني: المنح.الباب الثالث: الإيرادات الأخرى.ثانيا - مصادر التمويل:الباب الرابع: المتحصلات من الإقراض ومبيعات الأصول المالية وغيرها من الأصول.الباب الخامس: الاقتراض.",
      "final_text": "تقسم استخدامات الموازنة العامة للدولة إلى ما يأتي:أولا - المصروفات:الباب الأول: الأجور وتعويضات العاملين.الباب الثاني: شراء السلع والخدمات.الباب الثالث: الفوائد.الباب الرابع: الدعم والمنح والمزايا الاجتماعية.الباب الخامس: المصروفات الأخرى.الباب السادس: شراء الأصول غير المالية (الاستثمارات).ثانيا - حيازة الأصول المالية:الباب السابع: حيازة الأصول المالية المحلية والأجنبية.ثالثا - سداد القروض:الباب الثامن: سداد القروض المحلية والأجنبية.وتقسم موارد الموازنة العامة للدولة إلى ما يأتي:أولا - الإيرادات:الباب الأول: الضرائب.الباب الثاني: المنح.الباب الثالث: الإيرادات الأخرى.ثانيا - مصادر التمويل:الباب الرابع: المتحصلات من الإقراض ومبيعات الأصول المالية وغيرها من الأصول.الباب الخامس: الاقتراض.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "13",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تصنف الحسابات الحكومية إلى حسابات البرامج والاستخدامات والموارد، وحسابات الأصول والخصوم، والحسابات النظامية، ويتم تصنيف وتبويب هذه الحسابات وفقا لتقسيمات الموازنة العامة للدولة، ودليل إحصاءات مالية الحكومة، وتحدد اللائحة التنفيذية أنواع هذه الحسابات على المستوى الإجمالي والتفصيلي.",
      "final_text_date": null
    },
    {
      "article_number": "14",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "مع مراعاة أحكام القانون المنظم للإدارة المحلية تدرج برامج واعتمادات المجالس المحلية بموازنة ديوان عام المحافظة.",
      "final_text_date": null
    },
    {
      "article_number": "15",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد الوزارة المختصة بشئون التخطيط الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الإستراتيجية للدولة، بجميع قطاعاتها لسنة الموازنة والإطار الموازني متوسط المدى بالتنسيق مع الوزارة والبنك المركزي والوزارات والجهات المستقلة بحسب الأحوال، مع تحديد أولويات تنفيذ تلك الأهداف، وتعرضها على مجلس الوزراء لاعتمادها.",
      "final_text_date": null
    },
    {
      "article_number": "16",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تتولى الوزارة اقتراح السياسة المالية العامة للدولة، مع توفير مقومات تطبيقها ومتابعة تنفيذها في ضوء الأهداف الاستراتيجية للدولة والخطة العامة للتنمية الاقتصادية والاجتماعية حال إقرارها من مجلس الوزراء، وتحدد اللائحة التنفيذية مقومات التطبيق والمتابعة.",
      "final_text_date": null
    },
    {
      "article_number": "17",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يصدر الوزير سنويا منشورا عاما يتضمن القواعد والإجراءات التي تلتزم الجهات الإدارية باتباعها عند إعداد مشروعات موازناتها، وتخطر الوزارة كل وزارة أو جهة مستقلة بالسقف المالي لموازناتها المحدد من مجلس الوزراء وفقا لمستهدفات السياسة المالية العامة للدولة.كما تخطر الوزارة المختصة بشئون التخطيط بالسقف المالي فيما يتعلق بالاستثمارات.",
      "final_text_date": null
    },
    {
      "article_number": "18",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم كل جهة إدارية بإعداد مشروع موازنتها وفق مستهدف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية لكل وزارة أو جهة مستقلة، على أن يتم تقديم مشروع الموازنة إلى الوزارة في الميعاد الذي يحدده الوزير وبحد أقصى ستة أشهر قبل بدء السنة المالية.",
      "final_text_date": null
    },
    {
      "article_number": "19",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد كل وزارة أو جهة مستقلة مشروع الإطار الموازني متوسط المدى، ويقدم مع مشروع موازنتها السنوية، وعلى أن يعد الإطار وفق القواعد والإجراءات المتبعة في إعداد مشروع الموازنة السنوية وفي ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.",
      "final_text_date": null
    },
    {
      "article_number": "20",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تتولى الوزارة إعداد مشروع الموازنة العامة للدولة ومشروعات موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي بعد دراسة مشروعات الموازنات الواردة إليها من الجهات الإدارية، واستطلاع رأي البنك المركزي فيما يتعلق بالتنسيق بين كل من السياسات المالية والنقدية والائتمانية بما يحقق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية السنوية.وتلتزم تلك الجهات بتقديم جميع البيانات والمعلومات والإيضاحات التي تطلبها الوزارة فيما يتعلق بإعداد مشروع الموازنة العامة للدولة، ولممثلي الوزارة حق الاطلاع على الدراسات والأبحاث والمعلومات اللازمة لإعداد مشروع الموازنة العامة للدولة.كما تتولى الوزارة إعداد مشروع الإطار الموازني متوسط المدى للموازنة العامة للدولة والهيئات العامة الاقتصادية، والهيئة القومية للإنتاج الحربي محددا سقفا لإجمالي الإنفاق العام للدولة موزعا على الوزارات والجهات المستقلة وفق المعايير المحددة في إعداد مشروع الموازنة العامة للدولة.وتحدد اللائحة التنفيذية أسس إعداد الإطار الموازني للوزارات والجهات المستقلة بعد التنسيق مع الوزارة المختصة بشئون التخطيط فيما يتعلق بالاستثمارات.",
      "final_text_date": null
    },
    {
      "article_number": "21",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يجوز لاعتبارات خاصة تقتضيها المصلحة العامة للبلاد أن تدرج ضمن برامج أو أبواب الاستخدامات بالموازنة العامة للدولة اعتمادات إجمالية لبعض الجهات أو احتياطيات عامة دون التقيد بالتصنيف الاقتصادي لهذه الأبواب، وذلك لمواجهة الالتزامات الحتمية القومية أو الطارئة، أو المصروفات أو الالتزامات التي لم يتسن مراعاتها لدى إعداد مشروع الموازنة العامة للدولة أو غيرها من الالتزامات الضرورية.ويراعى ألا يتجاوز ما يدرج كاعتمادات إجمالية للجهة الواحدة نسبة (5%) من إجمالي الاعتمادات المدرجة لاستخدامات هذه الجهة بالموازنة العامة للدولة، وتستثنى من ذلك موازنات القوات المسلحة والمحكمة الدستورية العليا.كما يراعى ألا يتجاوز ما يدرج كاحتياطيات عامة نسبة (5%) من إجمالي برامج أو استخدامات الموازنة العامة للدولة، وتوزع هذه الاحتياطيات خلال السنة المالية على أبواب وتقسيمات الاستخدامات المختلفة بما في ذلك الفوائد في إطار المعايير التي يعرضها الوزير على مجلس الوزراء، ويتضمن الحساب الختامي والقوائم المالية التي تقدم لمجلس النواب ما تم استخدامه من هذه الاحتياطيات.",
      "final_text_date": null
    },
    {
      "article_number": "22",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد الوزارة جداول الخزانة العامة المرافقة لقانون ربط الموازنة العامة للدولة ويعرض بها العجز أو الفائض النقدي، والعجز أو الفائض الكلي، والعجز أو الفائض الأولي، ويوضح بها مصادر التمويل.",
      "final_text_date": null
    },
    {
      "article_number": "23",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "يتولى الوزير عرض مشروع قانون ربط الموازنة العامة للدولة ومشروعات قوانين ربط موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي على مجلس الوزراء، وتعرض مشروعات قوانين ربط الموازنة العامة للدولة وموازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي على مجلس النواب قبل تسعين يوما على الأقل من بدء السنة المالية، ولا تكون نافذة إلا بموافقته عليها.على أن يرفق بمشروع الموازنة بيانا مجمعا لاستخدامات وموارد الموازنة العامة للدولة والهيئات العامة الاقتصادية، موضحا به إجمالي الاستخدامات والموارد وأي بيانات أخرى على النحو الذي تحدده اللائحة التنفيذية.",
      "final_text": "يتولى الوزير عرض مشروع قانون ربط الموازنة العامة للدولة ومشروعات قوانين ربط موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي على مجلس الوزراء، وتعرض مشروعات قوانين ربط الموازنة العامة للدولة وموازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي على مجلس النواب قبل تسعين يوما على الأقل من بدء السنة المالية، ولا تكون نافذة إلا بموافقته عليها.ويرفق بمشروع الموازنة العامة للدولة موازنة الحكومة العامة، موضحا بها الحد الأقصى لقيمة دين الحكومة العامة المقرر وفقا لحكم المادة 31 مكررا من هذا القانون.",
      "final_text_date": "2024-03-30"
    },
    {
      "article_number": "24",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يتولى الوزير عرض مشروع الإطار الموازني متوسط المدى على مجلس الوزراء، لمناقشته واعتماده وصدور قرار من مجلس الوزراء به، واعتبار المعتمد لإجمالي الإطار على مستوى كل وزارة أو جهة مستقلة هو السقف المالي لكل منها لدى إعدادها لمشروع موازنتها لسنوات الإطار ما لم يطرأ أي تغيير.",
      "final_text_date": null
    },
    {
      "article_number": "25",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تصدر الموازنة العامة للدولة بقانون ويجوز أن يتضمن قانون ربط الموازنة العامة للدولة تعديلا في قانون قائم بالقدر اللازم لتحقيق التوازن بين إجمالي الموارد والاستخدامات.كما تصدر موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي بقوانين.",
      "final_text_date": null
    },
    {
      "article_number": "25",
      "article_type": "content",
      "is_repeated": true,
      "original_text": null,
      "final_text": "تحسب جميع مؤشرات المالية العامة على أساس موارد واستخدامات موازنة الحكومة العامة. قانون المالية العامة الموحد - الباب الثالث - قواعد تنفيذ الموازنة وأحكام الصرف والتحصيل",
      "final_text_date": null
    },
    {
      "article_number": "26",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يعد صدور قانون ربط الموازنة العامة للدولة ترخيصا لكل جهة تتضمنها الموازنة، في حدود اختصاصها، باستخدام الاعتمادات المقررة لها في البرامج المخصصة من أجلها، وذلك من أول السنة المالية، وتكون كل جهة مسئولة عن اتخاذ الإجراءات اللازمة لتنفيذ موازنتها وتحقيق الأهداف الاستراتيجية المحددة لها.ويعد صدور قوانين ربط موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي ترخيصا لكل منها بالصرف في حدود مواردها.",
      "final_text_date": null
    },
    {
      "article_number": "27",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "التأشيرات العامة الملحقة بقانون ربط الموازنة العامة للدولة جزء لا يتجزأ منه ويكون لها قوة القانون.",
      "final_text_date": null
    },
    {
      "article_number": "28",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "إذا لم تصدر قوانين ربط الموازنات قبل بدء السنة المالية يتم الصرف في حدود اعتمادات موازنات السنة المالية السابقة إلى حين صدورها، على أن يصدر الوزير قرارا بذلك.",
      "final_text_date": null
    },
    {
      "article_number": "29",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "لا يعفى وجود اعتماد بقوانين ربط الموازنات من الالتزام بأحكام القوانين واللوائح المعمول بها سواء فيما يخص تنظيم السلطات المالية والنظام المحاسبي أو ما يتطلبه تنفيذ موازنات الجهات الإدارية من إجراءات.",
      "final_text_date": null
    },
    {
      "article_number": "30",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "يتعين أخذ رأي الوزارة في مشروعات القوانين التي من شأنها ترتيب أعباء مالية إضافية على الموازنة العامة للدولة.كما يتعين على الجهات الإدارية أخذ موافقة الوزارة على مشروعات القرارات التي من شأنها ترتيب أعباء مالية إضافية على الموازنة العامة للدولة قبل إصدارها من السلطة المختصة.وفي حالة عدم موافقة الوزارة على مشروع القرار يتعين عليها إخطار الجهة خلال ثلاثين يوما من تاريخ استلام المشروع كتابة بأسباب عدم الموافقة، على أن يعرض مشروع القرار على مجلس الوزراء لتقرير ما يراه بشأنه.",
      "final_text": "يتعين أخذ رأي الوزارة في مشروعات القوانين التي من شأنها يترتب عليها أعباء مالية مباشرة أو غير مباشرة، إيرادا أو استخداما، منظورة أو محتملة، إيجابا أو سلبا على الخزانة العامة للدولة ما لم تكن مدرجة في الموازنة العامة للدولة.كما يتعين على الجهات الإدارية أخذ موافقة الوزارة على مشروعات القرارات التي من شأنها يترتب عليها أعباء مالية مباشرة أو غير مباشرة، إيرادا أو استخداما، منظورة أو محتملة، إيجابا أو سلبا على الخزانة العامة للدولة ما لم تكن مدرجة في الموازنة العامة للدولة قبل إصدارها من السلطة المختصة.وفي حالة عدم موافقة الوزارة على مشروع القرار يتعين عليها إخطار الجهة خلال ثلاثين يوما من تاريخ استلام المشروع كتابة بأسباب عدم الموافقة، على أن يعرض مشروع القرار على مجلس الوزراء لتقرير ما يراه بشأنه.",
      "final_text_date": "2024-03-30"
    },
    {
      "article_number": "31",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "لا يجوز لأية جهة من الجهات الإدارية عقد قروض أو الحصول على تمويل أو الارتباط ببرامج غير واردة في الموازنة العامة للدولة أو موازنات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي يترتب عليها إنفاق مبالغ من موازنتها أو ترتيب أعباء مالية عليها في مدة مقبلة إلا بعد موافقة مجلس النواب.",
      "final_text_date": null
    },
    {
      "article_number": "31",
      "article_type": "content",
      "is_repeated": true,
      "original_text": null,
      "final_text": "مع عدم الإخلال بأحكام المادتين (31، 36) من هذا القانون يضع مجلس الوزراء سنويا بناء على عرض الوزير حدا أقصى لقيمة دين الحكومة العامة، ويتم تحديد هذه القيمة بنسبة من الناتج المحلى المتوقع خلال السنة المالية والمرفق بمشروع قانون الموازنة العامة للدولة.ولا يجوز تجاوز الحد الأقصى السنوي لدين الحكومة العامة إلا في حالات الضرورة والحتميات القومية بعد العرض على رئيس الجمهورية واعتماد مجلس الوزراء بناء على عرض الوزير، وموافقة مجلس النواب على تعديل موازنة الحكومة العامة المرفقة بمشروع قانون ربط الموازنة العامة للدولة، ويعتد بالحد الأقصى لدين الحكومة العامة في حساب مؤشرات المالية العامة طبقا للمادة 25 مكررا من هذا القانون.",
      "final_text_date": null
    },
    {
      "article_number": "32",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الوزارة بتنفيذ الفتاوى الصادرة عن الجمعية العمومية لقسمي الفتوى والتشريع بمجلس الدولة وغيرها من القرارات الملزمة الصادرة عن الجهات المختصة قانونا بنظر وتسوية المنازعات الناشئة بين الجهات الإدارية وبعضها البعض، أما القرارات والفتاوى الصادرة عن جهات أخرى ويترتب عليها أعباء مالية فيتم تنفيذها بعد موافقة وزارة المالية.",
      "final_text_date": null
    },
    {
      "article_number": "33",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تفتح بالوحدة الحسابية المركزية حسابات لكل جهة من الجهات التي تتضمنها الموازنة العامة للدولة، والهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي وغيرها من الأشخاص الاعتبارية العامة غير الداخلة ضمن الموازنة العامة للدولة والصناديق والحسابات الخاصة.",
      "final_text_date": null
    },
    {
      "article_number": "34",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "لا يجوز للجهات الإدارية فتح حسابات باسمها أو باسم الصناديق والحسابات الخاصة التابعة لها خارج البنك المركزي إلا بموافقة الوزير، وبشرط أن تكون هذه الحسابات صفرية ويستثنى من ذلك وبموافقة الوزير أيضا فتح حسابات خاصة بالبنوك المسجلة لدى البنك المركزي لما تتلقاه من تبرعات أو إعانات أو هبات أو منح أو ما في حكمها من خارج الموازنة العامة للدولة، ويفرد لكل منها حساب خاص يتم الصرف منه في الغرض الذي أنشى الحساب من أجله. على أن يختص رئيس الجهة أو من يفوضه بالتوقيع الأول، ومديرو ووكلاء الحسابات بالجهات الإدارية بالتوقيع الثاني على هذه الحسابات.وتخضع هذه الحسابات لأحكام الرقابة اللازمة لضبطها وبما لا يتعارض مع الشروط والقرارات الصادرة بقبول الأموال الخاصة بها، ووفقا لما تنظمه اللائحة التنفيذية لهذا القانون من إجراءات للرقابة عليها موردا واستخداما.ولا تسري أحكام هذه المادة على وزارة الدفاع وهيئة الأمن القومي وجميع أجهزتها، والهيئة العامة للتأمين الصحي، والهيئة العامة للتأمين الصحي الشامل، وصناديق المعاشات والتأمينات التابعة للهيئة القومية للتأمين الاجتماعي، والهيئة القومية للبريد فيما يتعلق باستثمار أموال المودعين، وصناديق الرعاية الاجتماعية والصحية وصناديق التأمين الخاصة بالعاملين بالجهات الإدارية.",
      "final_text": "لا يجوز للجهات الإدارية فتح حسابات باسمها أو باسم الصناديق والحسابات الخاصة التابعة لها خارج البنك المركزي إلا بموافقة الوزير، وبشرط أن تكون هذه الحسابات صفرية. ويستثنى من ذلك وبموافقة الوزير أيضا فتح حسابات خاصة بالبنوك المسجلة لدى البنك المركزي لما تتلقاه من تبرعات أو إعانات أو هبات أو منح أو ما في حكمها من خارج الموازنة العامة للدولة، ويفرد لكل منها حساب خاص يتم الصرف منه في الغرض الذي أنشى الحساب من أجله. على أن يختص رئيس الجهة أو من يفوضه بالتوقيع الأول، ومديرو ووكلاء الحسابات بالجهات الإدارية بالتوقيع الثاني على هذه الحسابات.وتخضع هذه الحسابات لأحكام الرقابة اللازمة لضبطها وبما لا يتعارض مع الشروط والقرارات الصادرة بقبول الأموال الخاصة بها، ووفقا لما تنظمه اللائحة التنفيذية لهذا القانون من إجراءات للرقابة عليها موردا واستخداما.ولا تسري أحكام هذه المادة على وزارة الدفاع وهيئة الأمن القومي وجميع أجهزتها، والهيئة العامة للتأمين الصحي، والهيئة العامة للتأمين الصحي الشامل، وصناديق المعاشات والتأمينات التابعة للهيئة القومية للتأمين الاجتماعي، والهيئة القومية للبريد فيما يتعلق باستثمار أموال المودعين، وصناديق الرعاية الاجتماعية والصحية وصناديق التأمين الخاصة بالعاملين بالجهات الإدارية.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "35",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "على الجهات الإدارية قبل الارتباط بأية مصروفات أو إبرام أية عقود أو اتفاقات مالية الحصول على إقرار من المسئولين عن نظام الارتباطات بإدارة الموازنة بالجهة، بسماح البند المختص الجائز الخصم عليه قانونا بقيمة الارتباط وفي حدود الاعتمادات المدرجة بالموازنة، ويحظر على ممثلي الوزارة بالوحدات الحسابية الموافقة على صرف أية مبالغ قبل التأكد من وجود ارتباط، وأن البند المختص يسمح بالصرف. وتنظم اللائحة التنفيذية لهذا القانون نظام الارتباطات والسجلات اللازمة لمراقبتها، ونظام الارتباطات للتوريدات والمصروفات المتكررة التي تمتد لأكثر من سنة مالية.",
      "final_text": "يحظر على جميع المسئولين بالجهات الإدارية الارتباط بأية مصروفات أو إبرام أية تعاقدات أو اتفاقات مالية أو بروتوكولات أو مبادرات أو غيرها يترتب عليها أعباء مالية مباشرة أو غير مباشرة، إيرادا أو استخداما، منظورة أو محتملة، إيجابا أو سلبا على الخزانة العامة للدولة قبل الحصول على إقرار من المسئولين عن نظام الارتباطات بإدارة الموازنة بالجهة، بسماح البند المختص الواجب الخصم عليه قانونا بقيمة الارتباط، وأن يكون ذلك في حدود الاعتمادات المدرجة له بالموازنة.كما يحظر على ممثلي الوزارة بالوحدات الحسابية الموافقة على صرف أية مبالغ قبل التأكد من وجود ارتباط مالي، وأن البند المختص دون غيره، يسمح بالصرف وأن المشروع مدرج بالخطة العامة للتنمية الاقتصادية والاجتماعية أو تم الحصول على موافقة الوزارة والوزارة المختصة بشئون التخطيط، فيما يتعلق ب \"الباب السادس، شراء الأصول غير المالية (الاستثمارات)\" بحسب الأحوال، مع عدم الإخلال بحكم المادة (37) من هذا القانون، وتنظم اللائحة التنفيذية لهذا القانون نظام الارتباطات والسجلات اللازمة لمراقبتها، ونظام الارتباطات للتوريدات والمصروفات المتكررة التي تمتد لأكثر من سنة مالية.وفي حالة مخالفة الأحكام المبينة بالفقرتين الأولى والثانية من هذه المادة، لا يجوز للجهات الإدارية ومسئوليها مطالبة الخزانة العامة للدولة بأية تمويلات أو إدراج أي اعتمادات إضافية في هذا الشأن.",
      "final_text_date": "2024-03-30"
    },
    {
      "article_number": "36",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "لا يجوز تجاوز اعتماد أي باب من أبواب الاستخدامات المختلفة أو نقل أي مبلغ من باب إلى باب آخر من أبواب الموازنة أو الموافقة على استخدام غير وارد بها أو زائد على تقديراتها إلا بعد الرجوع إلى الوزارة والحصول على موافقة مجلس النواب، وصدور القانون الخاص بذلك.ويجوز النقل داخل اعتمادات البرنامج الواحد، أو من برنامج إلى آخر في ذات الباب بالجهة الواحدة أو بين جهات الموازنة العامة للدولة، وذلك على ضوء ما يقرره الوزير في الحالات التي تحددها اللائحة التنفيذية لهذا القانون والتأشيرات الملحقة بقانون ربط الموازنة العامة للدولة لاعتبارات تتعلق بإعادة التنظيم أو لإجراء تسويات مالية وتنفيذ حتميات ضرورية، على ألا تتجاوز جملة المناقلات، بخلاف ما ينقل من الاحتياطيات العامة نسبة (10%) من الاعتمادات الأصلية لكل باب أو (1%) من إجمالي الاستخدامات بالموازنة العامة للدولة التي وافق عليها مجلس النواب بدون الفوائد أيهما أقل.",
      "final_text": "لا يجوز تجاوز اعتماد أي باب من أبواب الاستخدامات المختلفة أو نقل أي مبلغ من باب إلى باب آخر من أبواب الموازنة أو الموافقة على استخدام غير وارد بها أو زائد على تقديراتها إلا بعد الرجوع إلى الوزارة والحصول على موافقة مجلس النواب، وصدور القانون الخاص بذلك.ويجوز النقل داخل اعتمادات البرنامج الواحد أو من برنامج إلى آخر في ذات الباب بالجهة الواحدة أو بين جهات الموازنة العامة للدولة، وذلك على ضوء ما يقرره الوزير في الحالات التي تحددها اللائحة التنفيذية لهذا القانون والتأشيرات الملحقة بقانون ربط الموازنة العامة للدولة لاعتبارات تتعلق بإعادة التنظيم أو لإجراء تسويات مالية وتنفيذ حتميات ضرورية، على ألا تتجاوز جملة المناقلات، بخلاف ما ينقل من الاحتياطيات العامة نسبة (10%) من الاعتمادات الأصلية لكل باب أو (1%) من إجمالي الاستخدامات بالموازنة العامة للدولة التي وافق عليها مجلس النواب بدون الفوائد أيهما أقل.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "37",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "يجوز في حالة وجود اعتمادات مالية غير مستخدمة، من خلال السنة المالية السابقة تعزيز موازنات الجهات الإدارية في ضوء المنفذ الفعلي وقيمة الأنشطة المرحل تنفيذها من سنة مالية لأخرى بعد موافقة الوزارة والوزارة المختصة بشئون التخطيط فيما يتعلق بالاستثمارات، بما لا يجاوز هذه الاعتمادات، وتحدد اللائحة التنفيذية الضوابط الحاكمة لذلك.",
      "final_text": "يجوز في حالة وجود اعتمادات مالية غير مستخدمة خلال السنة المالية السابقة تعزيز موازنات الجهات الإدارية في ضوء المنفذ الفعلي وقيمة الأنشطة المرحل تنفيذها من سنة مالية لأخرى بعد موافقة الوزارة والوزارة المختصة بشئون التخطيط فيما يتعلق بالاستثمارات، بما لا يجاوز هذه الاعتمادات، وتحدد اللائحة التنفيذية الضوابط الحاكمة لذلك.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "38",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يحظر صرف أية مبالغ أو تسويتها إلا بعد اعتماد أمر الصرف أو التسوية من رئيس الجهة أو من يفوضه وبعد استيفاء المستندات اللازمة، وتحدد اللائحة التنفيذية لهذا القانون المستندات الواجب توافرها لتأييد عمليات الصرف والتسوية، والمستويات الوظيفية التي لها حق التوقيع نيابة عن رئيس الجهة.",
      "final_text_date": null
    },
    {
      "article_number": "39",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يمتنع ممثلو الوزارة والمسئولون الماليون بالجهات الإدارية لأسباب يوضحونها كتابة عن تنفيذ أي أمر أو قرار أو صرف أي مبلغ مخالف لأحكام الدستور أو القوانين أو قرارات جمهورية، أو قرارات مجلس الوزراء أو رئيس مجلس الوزراء أو الوزير، أو القواعد المالية وفق ما يرد تحديده باللائحة التنفيذية.ويجوز في الحالات التي يكون فيها خلاف في الرأي بين ممثلي الوزارة والجهة الإدارية عرض الأمر على رئيس الجهة الإدارية، وله وحده دون غيره في هذه الحالة أن يعتمد الصرف على مسئوليته.وفي جميع الأحوال التي يتم فيها الصرف بالمخالفة، يجب على ممثلي الوزارة والمسئولين الماليين في هذه الجهات إخطار الوزارة والجهاز المركزي للمحاسبات كتابة بما تم خلال شهر من تاريخ وقوعها.",
      "final_text_date": null
    },
    {
      "article_number": "40",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "يكون التصرف من حسابات الجهات الإدارية، بموجب أوامر دفع إلكترونية موقعة إلكترونيا توقيعا ثانيا من مديري أو وكلاء الحسابات دون غيرهم، ويتولى رئيس الجهة الإدارية أو من يفوضه التوقيع إلكترونيا توقيعا أول على هذه الأوامر، وذلك وفقا للنظام المحاسبي المتبع في كل جهة، وفيما لم يرد في شأنه نص خاص، ويكون التوقيعان الإلكترونيان الأول والثاني بموجب مفاتيح إلكترونية تصدرها وحدة التصديق الإلكتروني الحكومي بالوزارة.ويكون الصرف من حسابات الأشخاص الاعتبارية العامة بالوحدة الحسابية المركزية، بأوامر دفع إلكترونية موقعة إلكترونيا توقيعا أول وثانيا من المختصين بالشخص الاعتباري العام المبلغة توقيعاتهم إلكترونيا للوحدة الحسابية المركزية.وتتولى الوحدة الحسابية المركزية التعامل على حساباتها المفتوحة بالبنك المركزي، من خلال أوامر تحويل إلكترونية تحمل توقيعين أول وثانيا معتمدين.ويجوز في الحالات التي تحددها اللائحة التنفيذية لهذا القانون أن يتم الصرف والتعامل على حسابات الجهات التي تتضمنها الموازنة العامة للدولة أو حسابات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي وحسابات الأشخاص الاعتبارية العامة، من خلال أوامر دفع ورقية أو أذون صرف تحمل التوقيعات ذاتها.",
      "final_text": "يكون الصرف من حسابات الجهات الإدارية، بموجب أوامر دفع إلكترونية موقعة إلكترونيا توقيعا ثانيا من مديري أو وكلاء الحسابات دون غيرهم، ويتولى رئيس الجهة الإدارية أو من يفوضه التوقيع إلكترونيا توقيعا أول على هذه الأوامر، وذلك وفقا للنظام المحاسبي المتبع في كل جهة، وفيما لم يرد في شأنه نص خاص، ويكون التوقيعان الإلكترونيان الأول والثاني بموجب مفاتيح إلكترونية تصدرها وحدة التصديق الإلكتروني الحكومي بالوزارة.ويكون الصرف من حسابات الأشخاص الاعتبارية العامة بالوحدة الحسابية المركزية، بأوامر دفع إلكترونية موقعة إلكترونيا توقيعا أول وثانيا من المختصين بالشخص الاعتباري العام المبلغة توقيعاتهم إلكترونيا للوحدة الحسابية المركزية.وتتولى الوحدة الحسابية المركزية التعامل على حساباتها المفتوحة بالبنك المركزي، من خلال أوامر تحويل إلكترونية تحمل توقيعين أول وثانيا معتمدين.ويجوز في الحالات التي تحددها اللائحة التنفيذية لهذا القانون أن يتم الصرف والتعامل على حسابات الجهات التي تتضمنها الموازنة العامة للدولة أو حسابات الهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي وحسابات الأشخاص الاعتبارية العامة، من خلال أوامر دفع ورقية أو أذون صرف تحمل التوقيعات ذاتها.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "41",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الجهة الإدارية بناء على طلب المستفيدين بإبلاغهم بالمبالغ المالية التي تم تحويلها إلى حساباتهم شهريا بأي من وسائل الدفع الإلكتروني الحكومي بها، وأسباب تحويل هذه المبالغ، وذلك عن طريق البريد الإلكتروني المقدم منهم، أو بأية وسيلة أخرى ممكنة، على أن يتحمل المستفيد تكلفة هذه الخدمة خصما من مستحقاته ويستثنى من ذلك البريد الإلكتروني، وتحدد اللائحة التنفيذية القواعد المنظمة لذلك.",
      "final_text_date": null
    },
    {
      "article_number": "42",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يتم تحصيل الموارد وفقا لأحكام قانون تنظيم استخدام وسائل الدفع غير النقدي الصادر بالقانون رقم 18 لسنة 2019، وعلى ممثلي الوزارة بالوحدات الحسابية التأكد من توريد المبالغ المحصلة، وتحدد اللائحة التنفيذية مواعيد وإجراءات التوريد.",
      "final_text_date": null
    },
    {
      "article_number": "43",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "لا يجوز لأي جهة إدارية أو أي من مسئوليها أو موظفيها قبول أي تبرعات أو إعانات أو هبات لصالح الجهة إلا بعد الحصول على الموافقات اللازمة وفقا للقوانين واللوائح السارية.",
      "final_text_date": null
    },
    {
      "article_number": "44",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تحصل الجهة الإدارية مقابل تأخير عن المبالغ التي تورد بعد الموعد المحدد لها وعن باقي السلفة المؤقتة التي تتأخر تسويتها عن المواعيد المقررة، ويراعى في تقدير ذلك المقابل أن يكون محسوبا على أساس سعر الإقراض والخصم الساري المعلن من البنك المركزي في التاريخ المحدد للتوريد أو تسوية السلفة أيهما أعلى، وذلك ما لم تقض قوانين أخرى بفرض مقابل أعلى.ويساءل المتسببون من القائمين على التحصيل أو أصحاب السلف عن التأخير في توريد المبالغ المحصلة أو تسوية السلفة، وفقا لقانون الخدمة المدنية أو القانون أو القرار المنظم لشئون الجهة.وللوزير تخفيض المقابل المشار إليه أو الإعفاء منه، إذا ثبت أن التأخير كان لعذر قهري، وتوضح اللائحة التنفيذية القواعد والإجراءات المنظمة لذلك.مادة 45",
      "final_text_date": null
    },
    {
      "article_number": "45",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "للوزير الخصم على حسابات الجهات الإدارية بقيمة أية مستحقات مالية لصالح الخزانة العامة للدولة بما تسمح به أرصدتها، وعلى أن يتم إخطار الجهة الإدارية بذلك.",
      "final_text_date": null
    },
    {
      "article_number": "46",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يندرج ضمن إيرادات الجهة أجور ومكافآت وبدلات العاملين بها التي لم يطالب بها خلال خمس سنوات من تاريخ استحقاقها.",
      "final_text_date": null
    },
    {
      "article_number": "47",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تتولى الخزانة العامة تمويل عجز موازنات الجهات التي تتضمنها الموازنة العامة للدولة، ويئول إليها فوائض تلك الجهات، ما لم تنص قوانين إنشائها على خلاف ذلك.ويتم التشاور بين الوزير والوزير المختص لتحديد ما يئول إلى الخزانة العامة من فوائض الجهات التي ترحل فوائضها، وتحدد اللائحة التنفيذية ضوابط وإجراءات ذلك.",
      "final_text_date": null
    },
    {
      "article_number": "48",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يكون الوزير مسئولا عن متابعة تنفيذ أداء الموازنة العامة للدولة وعرض التقارير الخاصة بها على مجلس الوزراء ومجلس النواب، وأي مهام أخرى لازمة لتنفيذ أحكام هذا القانون فيما عدا ما ورد بشأنه نص خاص في هذا القانون.",
      "final_text_date": null
    },
    {
      "article_number": "49",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تسجل الأصول غير المالية (الاستثمارات) بالتكلفة الفعلية لجميع التوريدات والأعمال في حسابات نظامية مستقلة، وتنظم اللائحة التنفيذية قواعد وإجراءات تسجيل المعاملات المشار إليها والمعالجة المحاسبية الخاصة بها.وتعد كل جهة إدارية بيانا عن شراء الأصول غير المالية (الاستثمارات) التي تملكها، توضح فيه ما تم تنفيذه، وما تم إنفاقه حتى نهاية السنة المالية على كل نوع من الأصول التي يتكون منها كل مشروع على حدة، وذلك وفقا للنظام المحاسبي المتبع.وتضع اللائحة التنفيذية للقانون الأسس والقواعد والإجراءات اللازمة لتنفيذ ذلك.",
      "final_text_date": null
    },
    {
      "article_number": "50",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تحتفظ الجهة الإدارية بمجموعة مستندية ودفترية ونماذج محاسبية ورقية وإلكترونية، ولا يجوز إدخال أية تعديلات أو إلغاء أي من هذه المستندات أو الدفاتر أو السجلات أو النماذج المحاسبية الورقية أو الإلكترونية الواجب استخدامها، إلا بترخيص كتابي من الوزارة، وذلك كله على النحو الذي تحدده اللائحة التنفيذية.ويجوز للجهة الإدارية إضافة سجلات أو دفاتر أو نماذج تكميلية، إذا اقتضت ذلك طبيعة النشاط أو لتحقيق أهداف الرقابة الداخلية. قانون المالية العامة الموحد - الباب الرابع - الرقابة والضبط الداخلي",
      "final_text_date": null
    },
    {
      "article_number": "51",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يصدر الوزير بالاتفاق مع محافظ البنك المركزي القواعد المنظمة لضبط حسابات الجهات الإدارية، وله حق الاطلاع على حساباتها وحصر أرصدتها لدى الوحدة الحسابية المركزية والبنك المركزي وجميع البنوك، سواء كانت حسابات جارية أو حسابات ودائع أو غير ذلك من الحسابات بالعملة المحلية أو بالعملات الأجنبية.وتكون هذه الحسابات وأرصدتها المودعة في حساب الخزانة الموحد ملكا لتلك الجهات، ويجوز للوزير تقرير عوائد لها تؤديها الخزانة العامة.وللوزير حق السحب على حساب أي بنك مسجل لدى البنك المركزي لا يلتزم بتحويل المبالغ المودعة بالحسابات الصفرية لديه إلى الحسابات الموازية المفتوحة بحساب الخزانة الموحد في ذات يوم الإيداع، وفي حدود المبلغ المودع مضافا إليه مبلغ يعادل نسبة سعر الإقراض والخصم مضروبا في المبالغ المتأخرة، وذلك على أساس سنوي، وتحدد اللائحة التنفيذية القواعد المنظمة لتلك الحسابات.ولا تسري أحكام هذه المادة على وزارة الدفاع وهيئة الأمن القومي وجميع أجهزتها، والهيئة العامة للتأمين الصحي، والهيئة العامة للتأمين الصحي الشامل، وصناديق المعاشات والتأمينات التابعة للهيئة القومية للتأمين الاجتماعي، والهيئة القومية للبريدفيما يتعلق باستثمار أموال المودعين، وصناديق الرعاية الاجتماعية والصحية وصناديق التأمين الخاصة بالعاملين بالجهات الإدارية.",
      "final_text_date": null
    },
    {
      "article_number": "52",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تختص الوزارة بالرقابة المالية قبل الصرف على تنفيذ موازنات الجهات الإدارية وتتم الرقابة عن طريق ممثليها، ولهم في سبيل ذلك حق الاطلاع على جميع المستندات التي تتطلبها طبيعة عملهم، وللجهات الإدارية القيام بالرقابة الداخلية بما لا يخل باختصاصات الوزارة، ويشرف ممثلو الوزارة على أعمال الحسابات بالجهات الإدارية، وتبين اللائحة التنفيذية سلطات واختصاصات ممثلي الوزارة في مراقبة تنفيذ هذا القانون.",
      "final_text_date": null
    },
    {
      "article_number": "53",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يشرف ممثلو الوزارة على العاملين بالوحدات الحسابية بالجهات الإدارية فنيا، وتحدد اللائحة التنفيذية قواعد تنفيذ ذلك.",
      "final_text_date": null
    },
    {
      "article_number": "54",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم كل جهة إدارية بإعداد نظام الرقابة الداخلية وفقا للمعايير المحاسبية والقواعد والإجراءات والمعايير التي تركز على رفع كفاءة أداء الأعمال وتحقيق الأهداف الاستراتيجية للجهة، والتأكد من الالتزام بالسياسات الإدارية المنظمة للعمل داخل الجهة بما يكفل تنفيذ البرامج ووفقا لما هو مخطط له وبما يكفل سلامة إعداد التقارير المالية، والمحافظة على موجودات الجهة وحقوقها لدى الغير، مع إخطار الوزارة بهذا النظام، وتحدد اللائحة التنفيذية لهذا القانون الإجراءات الواجب اتباعها في هذا الشأن.",
      "final_text_date": null
    },
    {
      "article_number": "55",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد كل جهة من الجهات الإدارية سجلا لكل من الأصول الثابتة، وموجودات المخازن، يتم تحديثهما بشكل دوري لأغراض المتابعة والرقابة، مع إظهار تكلفة كل منهما في نهاية السنة المالية، ويرفق بيان بهذه الأصول والموجودات بالقوائم المالية والحساب الختامي مع توضيح التغييرات التي طرأت عليها خلال السنة المالية، وذلك وفقا للأسس والقواعد التي تبينها اللائحة التنفيذية.",
      "final_text_date": null
    },
    {
      "article_number": "56",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "على رئيس الجهة الإدارية تشكيل لجنة من العاملين بها لجرد الخزائن، وتحدد اللائحة التنفيذية ضوابط ذلك.",
      "final_text_date": null
    },
    {
      "article_number": "57",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "يتولى ممثلو الوزارة بالجهات الإدارية فحص ومراجعة واعتماد التقارير المالية الشهرية وربع السنوية والقوائم المالية والحساب الختامي التي تعدها الوحدة الحسابية الواقعة تحت إشرافهم، في ضوء القواعد والتعليمات التي تصدرها الوزارة، وذلك قبل اعتمادها من رئيس الجهة الإدارية، ويكون إبداء ملاحظاتهم أو تحفظاتهم كتابة وعلى الوحدة الحسابية العمل على إجراء التعديل وفقا لملاحظات وتحفظات ممثلي الوزارة.وفي حال عدم توافق الآراء يتم الإفصاح في القوائم المالية والحساب الختامي عن الملاحظات والتحفظات التي أبداها ممثلو الوزارة ولم تقم الجهة بتعديلها، وتخطر الوزارة والجهاز المركزي للمحاسبات بتلك الملاحظات والتحفظات مع ضرورة الفصل بينهما، وتعتبر جزءا لا يتجزأ من القوائم المالية والحساب الختامي.",
      "final_text": "يتولى ممثلو الوزارة بالجهات الإدارية فحص ومراجعة واعتماد التقارير المالية الشهرية وربع السنوية والقوائم المالية والحساب الختامي التي تعدها الوحدة الحسابية الواقعة تحت إشرافهم، في ضوء القواعد والتعليمات التي تصدرها الوزارة، وذلك قبل اعتمادها من رئيس الجهة الإدارية، ويكون إبداء ملاحظاتهم أو تحفظاتهم كتابة، وعلى الوحدة الحسابية العمل على إجراء التعديل وفقا لملاحظات وتحفظات ممثلي الوزارة.وفي حال عدم توافق الآراء يتم الإفصاح في القوائم المالية والحساب الختامي عن الملاحظات والتحفظات التي أبداها ممثلو الوزارة ولم تقم الجهة بتعديلها، وتخطر الوزارة والجهاز المركزي للمحاسبات بتلك الملاحظات والتحفظات مع ضرورة الفصل بينهما، وتعتبر جزءا لا يتجزأ من القوائم المالية والحساب الختامي.",
      "final_text_date": "2022-03-31"
    },
    {
      "article_number": "58",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تختص أجهزة التفتيش المالي بالوزارة بالتفتيش على الوحدات الحسابية للجهات الإدارية، وللمفتشين حق الاطلاع على جميع المستندات والسجلات التي تتطلبها طبيعة عملهم، واستخراج صور ضوئية مما يلزم في حال الضرورة، ولهم حق التفتيش على المخازن والخزائن ووحدات التحصيل، وذلك دون الإخلال باختصاصات الجهاز المركزي للمحاسبات في الرقابة طبقا لقانونه.وتحدد اللائحة التنفيذية اختصاصات أجهزة التفتيش المالي بالوزارة.",
      "final_text_date": null
    },
    {
      "article_number": "59",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "ترشح الوزارة بناء على طلب النيابة العامة أو هيئة النيابة الإدارية، بحسب الأحوال، أحد أعضاء التفتيش المالي بالوزارة لاستطلاع رأيه فنيا وذلك في المسائل المتعلقة بما تجريه سلطات التحقيق وفي حدود الاختصاص، ويعتبر عضو التفتيش في هذه الحالة فاحصا فنيا محايدا في الواقعة محل التحقيق.",
      "final_text_date": null
    },
    {
      "article_number": "60",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "مع عدم الإخلال باختصاصات هيئة النيابة الإدارية والمحاكم التأديبية، تختص الوزارة بمساءلة ممثليها التابعين لها بالجهات الإدارية عما يقع منهم من أخطاء أو مخالفات لأحكام هذا القانون ولائحته التنفيذية وغيره من القواعد واللوائح المالية، وتخطر الوزارة المختصة والجهاز المركزي للمحاسبات بنتيجة التحقيق والقرار الصادر بشأنه خلال خمسة عشر يوما من تاريخ صدوره، وتكون مساءلة من عداهم من العاملين بالشئون المالية والحسابية من اختصاص السلطة المختصة أو من تفوضه.وذلك كله دون الإخلال باختصاصات الجهاز وفقا لقانونه.",
      "final_text_date": null
    },
    {
      "article_number": "61",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الجهات الإدارية بإخطار الوزارة والجهاز المركزي للمحاسبات والجهات الرقابية والمعنية، بما يقع بالجهة من حوادث الاختلاس والسرقة والحريق والتبديد والإتلاف والإهمال والتعدي على أملاكها وما في حكمها يوم اكتشافها، وتحدد اللائحة التنفيذية الإجراءات التي يتم اتباعها في هذه الحالات. قانون المالية العامة الموحد - الباب الخامس - القوائم المالية والحساب الختامي",
      "final_text_date": null
    },
    {
      "article_number": "62",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يصدر الوزير سنويا القرارات الوزارية اللازمة لتحديد المواعيد التي:(أ) تلتزم بها الجهات الإدارية والوحدات الاقتصادية لتقديم قوائمها المالية وحسابها الختامي إلى الوزارة والجهاز المركزي للمحاسبات.(ب) تقدم الجهات الإدارية بشأنها القوائم المالية والحساب الختامي المتضمنين جميع التسويات الحسابية إلى الوزارة والجهاز المركزي للمحاسبات.(ج) تلتزم بها الوزارة للقيام بإجراء التسويات والتعديلات الإضافية على القوائم المالية والحساب الختامي للجهات الإدارية وإخطار الجهاز المركزي للمحاسبات بها.",
      "final_text_date": null
    },
    {
      "article_number": "63",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم كل جهة إدارية بإعداد القوائم المالية والحساب الختامي الخاصين بها متضمنة جميع البيانات المالية اللازمة وأي تقارير أو مستندات أخرى تطلبها الوزارة.",
      "final_text_date": null
    },
    {
      "article_number": "64",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الجهات الإدارية بإعداد تقرير أداء عن مدى تحقيقها للأهداف الاستراتيجية المحددة لها في السنة المالية، وتقرير أداء عن النسب المحققة من الأهداف الاستراتيجية في السنة المالية والإطار الموازني متوسط المدى، وتقديمها إلى الوزارة والوزارة المختصة بشئون التخطيط فيما يخص الاستثمارات والجهاز المركزي للمحاسبات مشفوعا ببيان أسباب انحراف المنفذ الفعلي عن الأهداف الاستراتيجية المعتمدة، حال حدوث ذلك، وذلك وفقا للشروط والأوضاع والمواعيد التي تحددها اللائحة التنفيذية لهذا القانون.",
      "final_text_date": null
    },
    {
      "article_number": "65",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يقدم الجهاز المركزي للمحاسبات تقريرا عن نتائج مراجعة القوائم المالية والحسابات الختامية للجهات الإدارية والوحدات الاقتصادية إلى كل من الوزارة، والوزارة المختصة بشئون التخطيط فيما يخص الاستثمارات، والوزارة المختصة أو الجهة المستقلة، خلال شهر من تاريخ تسلمه لكل من القوائم المالية والحساب الختامي، وتحدد اللائحة التنفيذية الفترة التي يقوم فيها الجهاز المركزي للمحاسبات بمراجعة وتقديم تقرير عن أداء كل وزارة أو جهة مستقلة في ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية المحددة لها.",
      "final_text_date": null
    },
    {
      "article_number": "66",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد الوزارة مشروع الحساب الختامي للدولة عن السنة المالية المنتهية وفقا لتصنيفات الموازنة الواردة بهذا القانون، ويشتمل على القوائم المالية للجهات الإدارية والوحدات الاقتصادية في نهاية السنة المالية، وتعد الوزارة المختصة بشئون التخطيط تقرير أداء عن مدى تحقيق أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للدولة.على أن تقوم الوزارة بموافاة الوزارة المختصة بشئون التخطيط ببيانات المتابعة.وتحدد اللائحة التنفيذية للقانون المواعيد والإجراءات التي تلتزم بها الوزارة والوزارة المختصة بشئون التخطيط بتقديم تقاريرها.",
      "final_text_date": null
    },
    {
      "article_number": "67",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تحال إلى مجلس النواب، وإلى الجهاز المركزي للمحاسبات مشروعات قوانين ربط الحسابات الختامية للموازنة العامة للدولة، والهيئات العامة الاقتصادية والهيئة القومية للإنتاج الحربي، وبياناتها التفصيلية بعد إجراء جميع التسويات التعديلية اللازمة في موعد أقصاه أربعة أشهر من انتهاء السنة المالية.",
      "final_text_date": null
    },
    {
      "article_number": "68",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يقدم الجهاز المركزي للمحاسبات إلى مجلس النواب تقريرا سنويا عن مراجعة القوائم المالية والحساب الختامي وتقييم الأداء في ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية للجهات الإدارية في موعد أقصاه ستة أشهر من تاريخ انتهاء السنة المالية، ويرسل نسخة منها إلى مجلس الشيوخ والوزارة والوزارة المختصة بشئون التخطيط والوزارات المختصة أو الجهات المستقلة. قانون المالية العامة الموحد - الباب السادس - أحكام عامة",
      "final_text_date": null
    },
    {
      "article_number": "69",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يكون كل وزير أو رئيس جهة مستقلة مسئولا في نطاق وزارته والجهات التابعة له أو الجهة المستقلة بحسب الأحوال، فيما يتعلق بالموازنة، عما يأتي:تقديم مشروعي الموازنة والإطار الموازني متوسط المدى إلى الوزارة في المواعيد المحددة، وذلك في ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية المراد تحقيقها.متابعة التنفيذ الفعلي لأداء الموازنة فنيا وماليا في ضوء أهداف الخطة العامة للتنمية الاقتصادية والاجتماعية والأهداف الاستراتيجية والمخصصات المالية المعتمدة.رقابة أصول الدولة والتزاماتها.",
      "final_text_date": null
    },
    {
      "article_number": "70",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الجهات الإدارية بتوفير الموارد المادية والبشرية اللازمة للوحدات الحسابية التابعة لها، وذلك كله وفقا لما تحدده اللائحة التنفيذية.ويشترط لشغل أو الاستمرار في شغل وظائف مسئولي إعداد وتنفيذ ورقابة الموازنة بالوزارة، وموظفي الوحدات الحسابية بالجهات الإدارية، التأهيل العلمي المناسب واجتياز التدريب اللازم.",
      "final_text_date": null
    },
    {
      "article_number": "71",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يحظر على ممثلي الوزارة الحصول على أية مزايا مالية أو عينية من الجهات الإدارية، وتئول جميع المزايا والمكافآت المقررة لهم من الجهات الإدارية إلى الوزارة لإثابتهم، على أن يحدد الوزير قواعد صرفها.",
      "final_text_date": null
    },
    {
      "article_number": "72",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تختص الوزارة بإنشاء الوحدات الحسابية أو دمجها أو إلغائها في ضوء المعايير والضوابط التي تحددها اللائحة التنفيذية.",
      "final_text_date": null
    },
    {
      "article_number": "73",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تعد المراسلات والتعليمات المالية المرسلة عبر البريد الإلكتروني الحكومي، وعبر منظومة الوزارة من خلال الأكواد المؤسسية للوحدات الحسابية بالجهات الإدارية، والموافقات المالية المرسلة عبر النظم الآلية المرتبطة بالتصديق الإلكتروني المعتمد مخاطبات وموافقات رسمية، وتعد من المستندات الأصلية المعتمدة، وتحدد اللائحة التنفيذية ضوابط وإجراءات ذلك.",
      "final_text_date": null
    },
    {
      "article_number": "74",
      "article_type": "content",
      "is_repeated": false,
      "original_text": "مع عدم الإخلال بما ورد في شأنه نص خاص، لا يجوز للجهة الإدارية إصدار أو تعديل لوائح خاصة يترتب عليها آثار مالية على الخزانة العامة للدولة، إلا بعد الحصول على موافقة كتابية من الوزارة، ولا تلتزم الخزانة العامة بتدبير أي أعباء مالية تخص لوائح خاصة غير معتمدة من الوزارة حاليا أو مستقبلا.",
      "final_text": "مع عدم الإخلال بما ورد في شأنه نص خاص، لا يجوز للجهة الإدارية إصدار أو تعديل لوائح خاصة يترتب عليها أعباء مالية مباشرة أو غير مباشرة، إيرادا أو استخداما، منظورة أو محتملة، إيجابا أو سلبا على الخزانة العامة للدولة ما لم تكن مدرجة في الموازنة العامة للدولة، إلا بعد الحصول على موافقة كتابية من الوزارة، ولا تلتزم الخزانة العامة بتدبير أي أعباء مالية تخص لوائح خاصة غير معتمدة من الوزارة حاليا أو مستقبلا.",
      "final_text_date": "2024-03-30"
    },
    {
      "article_number": "75",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "يصدر الوزير اللائحة المالية للموازنة والحسابات، والتي تعد دليلا للإجراءات المنظمة لأعمال ممثلي الوزارة والمسئولين الماليين بالجهات الإدارية.",
      "final_text_date": null
    },
    {
      "article_number": "76",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تشكل بالوزارة لجنة فنية دائمة للمالية العامة بقرار من الوزير، تختص باقتراح القواعد التي يقتضيها تطبيق أحكام هذا القانون والتأكد من ملاءمتها لدليل حسابات الحكومة ونظم المعلومات المحاسبية، التي تكفل إعداد البيانات والنتائج التحليلية اللازمة لرسم السياسات المالية ورفع كفاءة الخدمات التي تؤديها الجهات الإدارية وتطوير النظم المحاسبية، وفقا للأساليب الفنية المتقدمة، كما تتولى اقتراح معايير المحاسبة الحكومية والسياسات المحاسبية وتطويرها وإدخال التعديلات عليها، وذلك على النحو الذي تنظمه اللائحة التنفيذية.",
      "final_text_date": null
    },
    {
      "article_number": "77",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "تلتزم الجهات الإدارية باستخدام الأنظمة والتطبيقات الذكية في إعداد وتنفيذ موازناتها على النحو الذي تقرره الوزارة وتحدده اللائحة التنفيذية.",
      "final_text_date": null
    },
    {
      "article_number": "78",
      "article_type": "content",
      "is_repeated": false,
      "original_text": null,
      "final_text": "مع مراعاة أحكام قانون الجهاز المركزي للمحاسبات الصادر بالقانون رقم 144 لسنة 1988، وقانون الخدمة المدنية الصادر بالقانون رقم 81 لسنة 2016، يعد من المخالفات المالية ما يأتي:1. عدم تقديم الجهة الإدارية للموازنة أو الحسابات الختامية أو القوائم المالية أو تقارير تقييم الأداء الخاصة بها، أو بياناتها التفصيلية، أو تقديمها غير مستوفاة أو في موعد يجاوز المواعيد المحددة.2- عدم إمساك الدفاتر والسجلات المحاسبية والقيد فيها بانتظام وفقا لما تنظمه اللائحة المالية للموازنة والحسابات.3- عدم تمكين ممثلي الوزارة وأعضاء الجهاز المركزي للمحاسبات من القيام بواجباتهم أو ممارسة اختصاصاتهم في الرقابة والتفتيش وطلب المستندات أو الاطلاع عليها.4- امتناع الجهة الإدارية عن توفير المستندات والسجلات والبيانات لممثلي الوزارة وأعضاء الجهاز المركزي للمحاسبات التي تتطلبها أعمال الفحص أو التأخير في ذلك.5- تجاوز الاعتمادات المدرجة بالموازنة أو نقل أي مبلغ من باب إلى باب آخر من أبواب الموازنة أو الموافقة على مصروف غير وارد بها أو زائد على تقديراتها دون الحصول على الموافقة والترخيص المالي اللازمين.6- التخلي للغير عن مفاتيح التصديق الإلكتروني لصاحبي التوقيعين الأول والثاني، وذلك دون إخلال بما يترتب عليها من جرائم تنظمها القوانين الأخرى.7 - مخالفة أي حكم من أحكام هذا القانون واللوائح والقرارات الصادرة تنفيذا له.",
      "final_text_date": null
    }
  ]
}